[
  {
    "id": 1,
    "nombre": "Adela Simon Pera",
    "influencia": ["Salud"],
    "fechaNacimiento": "1919",
    "fechas": "Barcelona, 1919-1979",
    "alt": "Adela Simon",
    "descripcion": "Enfermera de vocación, lideró la modernización del Hospital de la Santa Creu i Sant Pau de Barcelona, que pasó de un modelo benéfico a uno de atención profesional. Se formó en la Escuela de Enfermeras de la Generalitat de Catalunya y en la Facultad de Medicina de la Universidad de Barcelona, pero fue en Inglaterra donde aprendió las enseñanzas fundamentales de la enfermería moderna, en la escuela profesional fundada por otra mujer precursora, Florence Nightingale. El modelo que implementó en el hospital barcelonés se basa en un sistema de atención 24 horas, y también fue la responsable de poner en marcha las primeras unidades de enfermería por áreas de especialización, como cuidados intensivos, urgencias o pediatría. Asimismo, creó la escuela de enfermería del hospital, donde enseñaba técnicas innovadoras. En la actualidad, el Colegio Oficial de Enfermeras y Enfermeros de Barcelona está localizado en el distrito de Sant Martí, muy cerca de la parada de metro Maresme-Fòrum.",
    "coords": "1362,1228,22",
    "shape": "circle"
  },
  {
    "id": 2,
    "nombre": "Alexia Putellas Segura",
    "influencia": ["Deporte", "Derechos"],
    "fechaNacimiento": "1994",
    "fechas": "Mollet del Vallès, 1994",
    "alt": "Alexia Putellas",
    "descripcion": "Centrocampista desequilibrante, creadora de juego y referente de las nuevas generaciones. La capitana del Fútbol Club Barcelona femenino de primera división recibió en el 2015 la distinción a la mejor jugadora catalana del año, y ha sido la primera mujer del mundo en ganar la Pelota de Oro dos veces consecutivas, además de la primera jugadora española —tanto de la disciplina femenina como de la masculina— que lo consigue. También ha sido la primera goleadora del Estadio Johan Cruyff y del Camp Nou en la era moderna. En el 2021 le otorgaron la Cruz de Sant Jordi, que recogió con un discurso orientado a denunciar la falta de igualdad de oportunidades entre hombres y mujeres en el deporte y en todos los ámbitos. Palau Reial es una de las paradas de referencia próximas al Camp Nou, pero no es el único espacio de la ciudad que puede recordarte a la futbolista. En Gràcia tiene un mural que lo deja bien claro: Alèxia, como una heroína moderna, nos recuerda que hay que “perseguir nuestros sueños”.",
    "coords": "638,749,20",
    "shape": "circle"
  },
  {
    "id": 3,
    "nombre": "Amàlia Alegre Arnau",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1862",
    "fechas": "Estivella (Valencia), 1862-Barcelona, 1931",
    "alt": "Amàlia Alegre",
    "descripcion": "Fue la impulsora de la huelga de mujeres de 1918, una protesta que empezó como una movilización por el encarecimiento del carbón y de alimentos fundamentales como el pan. Activista social y feminista, vivió en el distrito V de la ciudad, el actual Raval, donde convocó a sus vecinas a las puertas del Gobierno Civil para denunciar que la población obrera no podía asumir el aumento de los gastos y que se enfrentaban a penurias para superar el invierno. La protesta acabó movilizando a miles de mujeres y su acción culminó, finalmente, en la denuncia pública de la pésima situación de las mujeres dentro de la sociedad. La parada de metro Mercabarna, el punto más importante de distribución de alimentos del área metropolitana, lleva su nombre.",
    "coords": "372,1214,18",
    "shape": "circle"
  },
  {
    "id": 4,
    "nombre": "Amalia Domingo Soler",
    "influencia": ["Activismo", "Cultura", "Literatura"],
    "fechaNacimiento": "1835",
    "fechas": "Sevilla, 1835-Barcelona, 1909",
    "alt": "Amalia Domingo",
    "descripcion": "La escritora y exponente del movimiento espiritista dirigió el magazínLa luz del porvenir, una publicación que trataba temas vinculados al espiritismo y en que solo escribían mujeres, y que fue censurada. Su talento literario surgió de muy pequeña, pero durante la juventud se vio obligada a trabajar como costurera para poder sobrevivir. Defensora del derecho de las mujeres a la formación y a la educación laica, también escribió paraGaceta de Cataluñay laRevista de Estudios Psicológicos, entre otras publicaciones. Con una salud frágil y graves problemas de visión, encontró en el espiritismo la manera de dar sentido a su vida. El encuentro con esta corriente se produjo a principios de la década de 1870, mediante la publicación especializadaEl Criterio, y desde entonces la acompañó hasta que se convirtió en uno de los referentes en materia esotérica de la época. Estuvo muy vinculada al Centro Espiritista La Buena Nueva, ubicado en Gràcia.",
    "coords": "876,863,19",
    "shape": "circle"
  },
  {
    "id": 5,
    "nombre": "Ana Figuera Ortega",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1941",
    "fechas": "Madrid, 1941-Barcelona, 2000",
    "alt": "Ana Figuera",
    "descripcion": "Activista feminista y comunitaria y vecina del barrio de la Verneda, formó parte de una generación de mujeres que no se conformaron con poner en el DNI “De profesión sus labores”. En el año 1985 impulsó la creación de la asociación La Tela de Penélope, un espacio de encuentro con charlas y actividades orientadas a la defensa de los derechos de las mujeres en favor de su participación en la vida pública, y que actualmente está integrada en el Centro Cívico de Sant Martí, muy cerca de la parada que lleva su nombre. En el 2017 su labor fue distinguida con los jardines de Ana Figuera, propuesta formulada e impulsada por la Comisión de Memoria y Género de su distrito y que se trabajó con la Asociación de Vecinos y Vecinas de Sant Martí de Provençals.",
    "coords": "1325,1022,17",
    "shape": "circle"
  },
  {
    "id": 6,
    "nombre": "Ana María Matute Ausejo",
    "influencia": ["Cultura", "Literatura"],
    "fechaNacimiento": "1925",
    "fechas": "Barcelona 1925 – 2014",
    "alt": "Ana María Matute",
    "descripcion": "Creadora de mundos fantásticos y realistas, desde reinos imaginarios hasta escenarios de la Guerra Civil. Escritora galardonada con el Planeta 1954 y el Cervantes 2010. Custodia del asiento K de la Real Academia Española durante dieciséis años, y tercera mujer en conseguir hacerse un sitio entre los académicos. La novelista, referente de la literatura infantil y juvenil, no necesita más presentación que una larga y prolífica carrera llena de éxitos: desde su primera obra,Los Abel, donde nos enfrentamos a los demonios y la miseria de la guerra y la posguerra, hastaParaíso inhabitado, su última novela publicada, donde nos adentramos en el mundo hipnótico de una niña, la pluma de Matute es un refugio seguro para los lectores y las lectoras que buscan perderse entre las páginas de un libro. La memoria de la escritora está bien presente en la ciudad, desde la placa que luce la fachada de la casa familiar donde vivió, muy cerca de la parada de FGC El Putxet, hasta la calle que lleva su nombre desde hace un año, en la frontera entre los distritos de Gràcia y Horta-Guinardó.",
    "coords": "887,728,18",
    "shape": "circle"
  },
  {
    "id": 7,
    "nombre": "Anna Alabart i Vilà",
    "influencia": ["Activismo", "Urbanismo"],
    "fechaNacimiento": "1942",
    "fechas": "Barcelona 1942 – 2012",
    "alt": "Anna Alabart",
    "descripcion": "Economista, urbanista y catedrática de Sociología Urbana de la Universidad de Barcelona (UB), fue activista antifranquista y participó en luchas vecinales para la dignificación de los barrios. Además de coimpulsar el mapa de distribución de barrios de la ciudad, fue una personalidad destacada de la Federación de Asociaciones de Vecinos de Barcelona (FAVB). Con la voluntad de dar voz a la Barcelona de los barrios, en el marco de los Juegos Olímpicos de 1992 quiso visibilizar aquella otra realidad que quedaba fuera de los focos: la de una ciudad donde la desigualdad abría una brecha territorial y socioeconómica. Su bibliografía abarca desde el peso del movimiento vecinal en el urbanismo hasta las dinámicas socioeconómicas en los barrios, pasando por la exclusión social, la juventud en las ciudades, el mercado de la vivienda o la solidaridad familiar. Gracias a la donación de unos ochocientos documentos, la UB custodia el fondo personal que lleva su nombre. Además, desde el año 2018 el Colegio de Profesionales de la Ciencia Política y de la Sociología de Cataluña otorga los Premios Miquel Caminal y Anna Alabart, que reconocen los mejores trabajos de final de grado de un amplio abanico de titulaciones del ámbito social y político.",
    "coords": "750,950,17",
    "shape": "circle"
  },
  {
    "id": 8,
    "nombre": "Anna Lizaran i Merlos",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1944",
    "fechas": "Esparreguera 1944 – Barcelona 2013",
    "alt": "Anna Lizaran",
    "descripcion": "Actriz, fue uno de los primeros miembros de la compañía de teatro Comediants y cofundó el Teatre Lliure, donde desarrolló una prolífica carrera. Estudió Arte Dramático en el Centro de Estudios Experimentales de Barcelona, y en 1974 se trasladó a París, donde estudió con el mimo Jacques Lecoq. Al volver a Barcelona, dos años más tarde, se asoció con un grupo de directores, intérpretes y técnicos con quienes fundó el Lliure, el escenario donde más se pudo disfrutar de su talento, con más de treinta obras. Actriz de la pequeña y la gran pantalla, trabajó con Pedro Almodóvar o Ventura Pons. En el año 2018 su nombre fue inmortalizado en el nomenclátor de Barcelona: la plaza que se encuentra en la confluencia de las calles de Ribes, Sicília y Alí Bei, en el barrio del Fort Pienc, lleva su nombre. Cerca de la parada de metro de la L3 de Fontana se encuentra el Teatre Lliure de Gràcia.",
    "coords": "941,821,17",
    "shape": "circle"
  },
  {
    "id": 9,
    "nombre": "Anna Maleras Colomé",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1940",
    "fechas": "Barcelona 1940",
    "alt": "Anna Maleras",
    "descripcion": "Pionera en la introducción de la danza contemporánea y el jazz en Cataluña, formó parte del cuerpo de baile del Gran Teatre del Liceu. Se formó como bailarina en danza clásica y española con Joan Magriñà y Emma Maleras, respectivamente. Amplió su aprendizaje estudiando jazz en el Centro de Danza Hightower de Cannes. Además de coreógrafa, consolidó su faceta como docente y divulgadora de la danza con la creación, en el año 1967, del Estudio Anna Maleras, muy cerca de la parada de FGC de Sant Gervasi, y el Grupo Estudio Anna Maleras (1972-1989). Ha ostentado cargos notables durante su trayectoria, y forma parte del Consejo de la Danza del Ministerio de Cultura. Ha sido distinguida con numerosos galardones, como la Medalla de Oro de la Ciudad de Barcelona (2019).",
    "coords": "869,808,17",
    "shape": "circle"
  },
  {
    "id": 10,
    "nombre": "Anna Maria Martínez Sagi",
    "influencia": ["Deporte", "Literatura"],
    "fechaNacimiento": "1907",
    "fechas": "Barcelona 1907 – Santpedor 2000",
    "alt": "Anna Maria Martínez",
    "descripcion": "Pionera en dar voz y reivindicar el deporte femenino, fue una reconocida atleta y periodista, que también se movió en los campos de la poesía, la pintura y la fotografía. En el ámbito deportivo, en 1931 ganó el Campeonato Nacional de Lanzamiento de Jabalina y fue la primera mujer que entró en la junta del Fútbol Club Barcelona, en 1934. También promovió, con otras mujeres, la creación del Club Femenino y de Deportes, una entidad deportiva exclusivamente femenina pionera en el Estado español. Activista antifascista represaliada, vivió el exilio en Francia, y posteriormente viajó a los Estados Unidos, donde trabajó como docente en la Universidad de Illinois. Entre sus poemarios destacaLaberinto de presencias(1969). Volvió a Barcelona al final de la dictadura franquista, y en el año 1999 la Asociación de Mujeres Periodistas de Cataluña le otorgó el Premio Rosa del Desert, compartido con Rosa Murià, en reconocimiento de su trayectoria profesional como periodista. Collblanc es una de las paradas de referencia próximas al Camp Nou.",
    "coords": "519,875,19",
    "shape": "circle"
  },
  {
    "id": 11,
    "nombre": "Anna Mercadé i Ferrando",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1949",
    "fechas": "Barcelona 1949",
    "alt": "Anna Mercadé",
    "descripcion": "Empresaria, docente y activista feminista, en el año 1999 creó el primer programa de microcréditos para mujeres emprendedoras en Cataluña. Su vinculación con la reivindicación de los derechos de las mujeres viene de lejos: en 1975 participó en el primer congreso del Año Internacional de la Mujer en Berlín, y en 1976 colaboró en la organización de las primeras Jornadas de la Mujer. Entre sus aportaciones destaca la creación, en 1988, del Centro Técnico de la Mujer, una institución dirigida a la formación y la orientación profesional de las mujeres. Además, dirige el Observatorio Mujer, Empresa y Economía de la Cámara de Comercio de Barcelona. En reconocimiento de su labor, en el 2020 recibió la Cruz de Sant Jordi.Mas Blau es un espacio industrial caracterizado por la diversificación de actividades, orientadas a la producción, la expansión y el crecimiento económico del tejido empresarial.",
    "coords": "156,1195,17",
    "shape": "circle"
  },
  {
    "id": 12,
    "nombre": "Beatrice Duodu Owusu",
    "influencia": ["Literatura", "Derechos"],
    "fechaNacimiento": "1996",
    "fechas": "Ghana 1996",
    "alt": "Beatrice Duodu",
    "descripcion": "Licenciada con honores en Periodismo por la Universidad Autónoma de Barcelona (UAB), es la primera presentadora negra de los informativos de TV3, que lidera desde octubre del 2022. Anteriormente había trabajado como reportera, locutora y redactora en RAC1, RTVE, la revista del Colegio de Periodistas de Cataluña yEl 9 Nou. En numerosas ocasiones ha denunciado la infrarepresentación de la mujer negra en los medios de comunicación, y su trabajo de fin de grado,On són les dones negres? Feminisme africà i la representació de les dones africanes a la premsa catalana, fue galardonado con los premios que otorga la UAB como uno de los mejores proyectos con perspectiva de género.",
    "coords": "422,983,16",
    "shape": "circle"
  },
  {
    "id": 13,
    "nombre": "Carla Simón Pipó",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1986",
    "fechas": "Barcelona 1986",
    "alt": "Carla Simón",
    "descripcion": "La aclamada directora y guionista deAlcarràsrecogió el año pasado el Oso de Oro de la Berlinale con su segundo largometraje, que se convirtió en la primera película en catalán en recibir este galardón, y que también obtuvo cinco premios Gaudí. Con su primer largo,Estiu 1993, obtuvo el Gaudí a la mejor dirección y se situó como una de las nuevas voces del cine actual, con la visión naturalista y cotidiana que caracteriza sus obras. Estudió Comunicación Audiovisual en la Universidad Autónoma de Barcelona (UAB) y, posteriormente, el Máster en Innovación y Calidad Televisivas de TV3 y el Master of Arts en la Escuela de Cine de Londres, donde también dirigió el documentalBorn Positive(2012) y el corto de ficciónLipstik(2013).",
    "coords": "428,833,17",
    "shape": "circle"
  },
  {
    "id": 14,
    "nombre": "Carme Aymerich i Barbany",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1915",
    "fechas": "Barcelona 1915 – 2001",
    "alt": "Carme Aymerich",
    "descripcion": "Como maestra y pedagoga, profundizó en la educación especial y en las metodologías de María Montessori. Gracias a sus aportaciones, se fundó, en 1974, la Escuela de Expresión y Psicomotricidad. Su trayectoria en el campo de la educación especial empezó durante la posguerra, cuando conoció al Dr. Jeroni de Moragas, referente de la educación y la psicología catalanas que dirigía un centro propio, donde daba continuidad a los métodos Decroly y Montessori que se habían introducido durante la República. En el año 1959 se presentó a oposiciones del Ayuntamiento de Barcelona y ganó una plaza para ejercer como maestra en la Escuela Vil·la Joana, donde siguió trabajando en el ámbito de la educación especial. Paralelamente, se formó en la materia haciendo viajes por toda Europa, y se acabó convirtiendo en una experta en expresión y educación de las personas. Ganó el Premio Antoni Balmanya por su obraL’expressió, mitjà de desenvolupament. En 1991 fue distinguida con la Creu de Sant Jordi de la Generalitat de Catalunya. La parada Les Planes se encuentra cerca de la Escuela Vil·la Joana.",
    "coords": "806,435,16",
    "shape": "circle"
  },
  {
    "id": 15,
    "nombre": "Carme Claramunt i Barot",
    "influencia": ["Activismo"],
    "fechaNacimiento": "1897",
    "fechas": "Roda de Berà 1897 – Sant Adrià de Besòs 1939",
    "alt": "Carme Claramunt",
    "descripcion": "Activista antifranquista y militante de Esquerra Republicana y de Estat Català, fue condenada a muerte por un consejo de guerra y se convirtió en la primera mujer fusilada en el Camp de la Bota, la madrugada del 18 de abril de 1939. Nacida en el Tarragonès, se instaló en Badalona, donde trabajaba de tendera en una mercería dirigida por Angelina Picas. Una vecina con interés por gestionar la tienda, y con la complicidad de los sobrinos de la Sra. Picas, la denunció. Fue detenida junto con el ama de la mercería por los falangistas. La acusación, rebelión militar y contra los poderes legítimos del Estado, se vinculó al falso argumento de haber delatado y causado la muerte de personas de derechas a lo largo de la República. El consejo de guerra se celebró en el Palacio de Justicia de Barcelona, donde la condenaron a muerte. Hoy, el nombre de Carme Claramunt i Barot puede leerse en el mural memorial del Camp de la Bota, junto con los de las 1.706 personas que el régimen franquista ejecutó entre los años 1939 y 1952.",
    "coords": "1769,1091,21",
    "shape": "circle"
  },
  {
    "id": 16,
    "nombre": "Carme Karr i Alfonsetti",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1865",
    "fechas": "Barcelona 1865 – 1943",
    "alt": "Carme Karr",
    "descripcion": "Pionera del feminismo catalán en el siglo XX, fue escritora, musicóloga, periodista, publicista y docente. Defendió el derecho al voto de la mujer y la igualdad y formó parte del grupo impulsor del Comité Femenino Pacifista de Cataluña y de la asociación feminista Acción Femenina. Compaginó el ejercicio de todas las disciplinas con la docencia, y se implicó especialmente en el acceso a la formación de la mujer. Impartió clases en La Llar, un centro educativo orientado al alumnado femenino fundado en 1913, y también fue conferenciante en el Ateneo Barcelonés y dirigió el pabellón femenino de la Exposición Universal de Barcelona (1929). Su bibliografía incluye novelas, ensayos, obras de teatro, críticas literarias, narrativa infantil y juvenil y obras musicales. En la actualidad, hay una calle dedicada a su memoria en Sarrià.",
    "coords": "781,704,16",
    "shape": "circle"
  },
  {
    "id": 17,
    "nombre": "Carme Pinós i Desplat",
    "influencia": ["Urbanismo"],
    "fechaNacimiento": "1954",
    "fechas": "Barcelona 1954",
    "alt": "Carme Pinós",
    "descripcion": "Arquitecta, profesora y conferenciante. Los proyectos arquitectónicos más emblemáticos que ha dirigido desde su estudio son el de la Torre Cube de México, el CaixaForum de Zaragoza, la Escuela Massana de Artes y Oficios de Barcelona, la remodelación de la plaza de la Gardunya o la fachada posterior de la Boqueria. Antes había trabajado en el estudio de Enric Miralles. Actualmente compagina la actividad como arquitecta con la docencia. En reconocimiento de su carrera ha recibido diferentes galardones. En el ámbito estatal, en el 2022 recibió el Premio Nacional de Arquitectura y en el 2005 recibió la Cruz de Sant Jordi. A escala internacional, su obra ha sido reconocida con el Arnold W. Brunner Memorial Prize 2022 de la American Academy of Arts and Letters y el Prix des Femmes Architectes (2017), y el Museo ICO de Madrid le dedicó una exposición retrospectiva en el 2021, la primera sobre una arquitecta mujer. Cerca de la parada de la L2 Pep Ventura se encuentra uno de los proyectos que ha diseñado, el del Instituto de Educación Secundaria La Llauna.",
    "coords": "1672,1091,19",
    "shape": "circle"
  },
  {
    "id": 18,
    "nombre": "Carme Ruscalleda Serra",
    "influencia": ["Salud"],
    "fechaNacimiento": "1952",
    "fechas": "Sant Pol de Mar 1952",
    "alt": "Carme Ruscalleda",
    "descripcion": "Cocinera y divulgadora gastronómica. Es un referente internacional de la cocina catalana de vanguardia. En su pueblo, Sant Pol de Mar, dirigió desde 1988 el restaurante Sant Pau, hasta el 2018, cuando decidió cerrarlo y abrir una nueva etapa. Su trabajo al frente de los fogones del Sant Pau fue reconocido con tres estrellas en la Guía Michelín. El año pasado, su hijo, Raül Balam, reabrió el restaurante con el nombre de Cuina Sant Pau. A pesar del cierre del Sant Pau, Ruscalleda dirige dos restaurantes más: el restaurante Sant Pau de Tokio, abierto desde el 2004 y con una estrella Michelín, y el Moments de Barcelona, reconocido con dos estrellas Michelín. En 1998 recibió el Premio Nacional de Gastronomía y en el 2004 fue galardonada con la Cruz de Sant Jordi de la Generalitat de Catalunya en reconocimiento a su trayectoria profesional. Muy cerca de la parada L3 de Tarragona está el parque de Joan Miró. Antes de ser un parque, allí se ubicaba el antiguo matadero de la ciudad.",
    "coords": "696,1026,17",
    "shape": "circle"
  },
  {
    "id": 19,
    "nombre": "Carmen Amaya Amaya",
    "influencia": ["Deporte"],
    "fechaNacimiento": "1918",
    "fechas": "Barcelona, 1918-Begur, 1963",
    "alt": "Carmen Amaya",
    "descripcion": "Bailaora de flamenco de proyección nacional e internacional, cantante y actriz. De familia gitana, nació en las barracas del Somorrostro. Se hizo artista profesional en Barcelona con su padre, guitarrista, antes de la guerra civil española. Actuó, muy jovencita, durante la Exposición Internacional de Barcelona de 1929.Consiguió un éxito gradual, primero con las películasLa hija de Juan Simón(1935) yMaría de la O(1936) y, después, internacionalmente, con varios filmes rodados en Hollywood. Al final de su carrera, protagonizó la películaLos Tarantos,de F. Rovira-Beleta, rodada en Barcelona, que fue nominada a los Óscar de 1963. Actuó en los mejores escenarios de toda América, Europa y África (Teatro Maravillas de Buenos Aires, Carnegie Hall de Nueva York, Hollywood Bowl de Los Ángeles, Champs Élysées de París), bailando ante el presidente F. D. Roosevelt o el artista Jean Cocteau, entre otros.",
    "coords": "1132,1202,21",
    "shape": "circle"
  },
  {
    "id": 20,
    "nombre": "Carmen Balcells Segalá",
    "influencia": ["Literatura"],
    "fechaNacimiento": "1930",
    "fechas": "Santa Fe de Segarra 1930 – Barcelona 2015",
    "alt": "Carmen Balcells",
    "descripcion": "Agente literaria reconocida por su labor a favor de los derechos de autor y considerada artífice del auge de la literatura latinoamericana. Fue la representante de autores universales como los premios nobel Gabriel García Márquez, Mario Vargas Llosa, Pablo Neruda o Camilo José Cela, y de otros autores de renombre como Julio Cortázar, Rosa Montero, Terenci Moix o Isabel Allende. Impulsó la traducción al castellano de numerosas obras de las letras universales, sobre todo anglosajonas. En el 2005 fue investida doctorahonoris causapor la UBA, y en el 2006 recibió la Cruz de Sant Jordi de la Generalitat de Catalunya. Actualmente da nombre a la plaza ubicada delante de la Biblioteca Gabriel García Márquez, en el barrio de Sant Martí de Provençals.Su agencia literaria continúa en funcionamiento en la avenida Diagonal, 580, muy cerca de la parada de la L5 Diagonal.",
    "coords": "922,948,21",
    "shape": "circle"
  },
  {
    "id": 21,
    "nombre": "Carmen de Mairena - Carmen Brau Gou",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1933",
    "fechas": "Barcelona 1933 – 2020",
    "alt": "Carmen de Mairena",
    "descripcion": "Mediática cantante y artista teatral y televisiva, contribuyó a visibilizar la transexualidad en sus actuaciones en los teatros barceloneses. Fue represaliada durante el franquismo por su homosexualidad. Con la transición empezó a convertirse en una figura que visibilizaba transexualidades en diferentes espectáculos eroticofestivos. En los noventa recibió mucha atención mediática por sus apariciones en diferentes programas de televisión. También dio el salto a la política y en el 2010 fue la segunda de la lista del partido Coordinadora Reusenca Independent (CORI), que se presentó a las elecciones al Parlamento de Cataluña.Durante décadas fue un icono de los locales de ocio nocturno del Raval. Cerca de la parada L3 Drassanes se encuentra el local de ocio nocturno El Cangrejo, donde Mairena hacía sus espectáculos.",
    "coords": "876,1283,18",
    "shape": "circle"
  },
  {
    "id": 22,
    "nombre": "Carmen Laforet Díaz",
    "influencia": ["Literatura"],
    "fechaNacimiento": "1921",
    "fechas": "Barcelona 1921 – Majadahonda (Madrid) 2004",
    "alt": "Carmen Laforet",
    "descripcion": "Naday Laforet es uno de esos binomios obra-autora inseparables. La escritora de novelas, relatos, cuentos, dietarios de viajes y numerosos artículos periodísticos se consagró como una de las grandes autoras de la narrativa española y universal con esta obra, Premio Nadal en 1944, con solo 22 años. El éxito supuso un alud de elogios de grandes nombres de la literatura de la época —Azorín, Juan Ramón Jiménez o Ramón J. Sender—. Aunque su carrera como escritora continuó,Nadamarcó un antes y un después. Se retiró del mundo literario a mediados de los años sesenta, pero en el 2003 se publicó una recopilación de 76 cartas fruto de una relación epistolar con Sender, donde, entre otros temas, reflexionaba sobre la dificultad de ser y escribir como una mujer. Entre los numerosos homenajes póstumos, se colgó su retrato en el Ateneo de Madrid (2021), fue la segunda mujer incluida, después de Emilia Pardo Bazán. La parada de metro Virrei Amat está muy cerca de la plaza dedicada a su memoria.",
    "coords": "1264,763,18",
    "shape": "circle"
  },
  {
    "id": 23,
    "nombre": "Clotilde Cerdà i Bosch",
    "influencia": ["Activismo", "Cultura", "Literatura", "Derechos"],
    "fechaNacimiento": "1861",
    "fechas": "Barcelona 1861 – Santa Cruz de Tenerife 1926",
    "alt": "Clotilde Cerdà",
    "descripcion": "Virtuosa concertista de arpa y compositora, era conocida con el seudónimo artístico de Esmeralda Cervantes: Esmeralda, por la heroína de una de las obras más importantes de Victor Hugo, y Cervantes, por el escritor del Quijote. Como concertista empezó a dar giras por todo el mundo con solo 14 años, era una niña prodigio. La recibían con honores en los mejores teatros y salones de la nobleza de todas partes, desde Japón hasta Rusia o los Estados Unidos. En Viena tocó con la orquesta de Richard Strauss y en Roma participó en el último concierto de un virtuoso compositor y pianista, Franz Liszt. En 1883 fundó con la médica Dolors Aleu la Academia de Ciencias, Artes y Oficios para la Mujer de Barcelona. Era una activista feminista, antiesclavista y defensora de los derechos humanos. También dirigió magacines divulgativos e impulsó la edición internacional de revistas, comoL’Etoile Polaire(La estrella polar). Era la hija ilegítima de otro personaje de renombre, Ildefons Cerdà. En las proximidades de la parada L1 de Glòries se encuentran los jardines dedicados a Clotilde Cerdà.",
    "coords": "1157,1096,19",
    "shape": "circle"
  },
  {
    "id": 24,
    "nombre": "Colita – Isabel Steva Hernández",
    "influencia": ["Cultura", "Literatura"],
    "fechaNacimiento": "1940",
    "fechas": "Barcelona 1940",
    "alt": "Colita",
    "descripcion": "La historia de la Barcelona de los años sesenta y setenta no sería la misma sin sus fotografías. Vinculada a la Divine Gauche barcelonesa, entre su prolífica obra encontramos retratos de Carmen Amaya, Antonio Gades o La Chunga, entre otros artistas e intelectuales importantes de la época. Pero su objetivo también era captar los ambientes de las barracas del Somorrostro o La Rambla. Nació en el corazón de L’Eixample, se formó en Letras en Barcelona y estudió Civilización Francesa en la Universidad de la Sorbona, en París. Al volver colaboró con la prensa progresista durante el último periodo de la dictadura franquista. El séptimo arte es una de sus grandes pasiones, y participó en el movimiento cinematográfico que se genera en torno a la Escuela de Barcelona, del que formaban parte Vicente Aranda, Jacinto Esteva o Jaime Camino. Su obra forma parte de la colección del Museo Nacional de Arte de Cataluña. Ha recibido reconocimientos notables como el Premio Nacional de Fotografía, en el año 2014, que rechazó como denuncia de la situación de la cultura y la educación en España. En el 2021 el Gobierno central le concedió la Medalla de Oro al Mérito en las Bellas Artes.",
    "coords": "885,938,19",
    "shape": "circle"
  },
  {
    "id": 25,
    "nombre": "Conxa Pérez Collado",
    "influencia": ["Activismo"],
    "fechaNacimiento": "1915",
    "fechas": "Barcelona 1915 - 2014",
    "alt": "Conxa Pérez",
    "descripcion": "Miliciana antifranquista del barrio de Les Corts, fue una de las siete mujeres que formaban parte del grupo de cien soldados armados conocidos como los Aguiluchos de Les Corts, que tenían el objetivo de combatir a las tropas franquistas durante la Guerra Civil. Participó en el ataque a la prisión Modelo para liberar prisioneros políticos y en la lucha armada en el Cuartel de Pedralbes, de donde recuerda que se llevaron los fusiles pero se olvidaron las balas. Unos años antes, en 1933, había sido detenida por llevar una pistola y acabó en la prisión de mujeres de la Reina Amàlia, que fue derribada en 1936, donde actualmente se puede encontrar un atril de memoria. En diciembre de 1938 cruzó la frontera de Francia y acabó en el campo de refugiados de Argelers. En 1942 volvió a Barcelona y abrió un puesto en el Mercado de Sant Antoni, que se convirtió en un punto de encuentro clandestino para el movimiento anarquista. Vinculada a la CNT y la CGT, es un icono vecinal del activismo antifascista y participó en el asociacionismo local. A finales de los años noventa entró a formar parte del colectivo de las Mujeres del 36, que trabaja para reivindicar y restituir la memoria de las mujeres represaliadas durante la Guerra Civil.",
    "coords": "999,954,21",
    "shape": "circle"
  },
  {
    "id": 26,
    "nombre": "Conxita Salla Pallàs",
    "influencia": ["Cultura"],
    "fechaNacimiento": null,
    "fechas": "Badalona, finales del siglo XX",
    "alt": "Conxita Salla",
    "descripcion": "Diseñadora de sombreros y ornamentos de cabeza, trabajó en un taller y una tienda de la calle del Progrés, número 23, de Badalona, muy cerca de la parada Gorg de la L10 Nord. Aquí es donde diseñó y confeccionó, entre los años cincuenta y setenta, sombreros originales y elegantes para fiestas especiales. En el 2013 las nietas de la diseñadora donaron la colección, formada por unas ciento veinte piezas, al Museo de Badalona.",
    "coords": "1599,1092,19",
    "shape": "circle"
  },
  {
    "id": 27,
    "nombre": "Cristina Peri Rossi",
    "influencia": ["Activismo", "Literatura", "Derechos"],
    "fechaNacimiento": "1941",
    "fechas": "Montevideo (Uruguai) 1941",
    "alt": "Cristina Peri Rossi",
    "descripcion": "Escritora, traductora, feminista y activista política. En los años setenta se exilió a Barcelona huyendo de la dictadura uruguaya. En la ciudad es donde ha desarrollado la mayor parte de sus creaciones literarias, con las que ha cultivado diferentes géneros: poesía, narrativa y ensayo. En reconocimiento de su trayectoria, en el 2021 recibió el Premio Cervantes de Literatura.Fuera del campo de la literatura, destaca por el activismo político y pacifista y por la defensa de los derechos de las mujeres y del colectivo LGTBIQ+.En Barcelona ha vivido en diferentes distritos, pero el primero donde vivió fue Sant Andreu.",
    "coords": "1266,845,17",
    "shape": "circle"
  },
  {
    "id": 28,
    "nombre": "Custodia Moreno Rivero",
    "influencia": ["Activismo", "Urbanismo"],
    "fechaNacimiento": "1943",
    "fechas": "Granada 1943",
    "alt": "Custodia Moreno",
    "descripcion": "Activista, feminista y memoria viva de la lucha vecinal de la ciudad. Tuvo un papel primordial en la desaparición de los barrios de barracas y la dignificación del Carmel y de Can Baró. Ha dedicado toda su vida a reivindicar servicios básicos y mejores condiciones de vida para sus vecinos. Llegó en 1947 a Barcelona con su familia. Fue la primera mujer de las barracas del Carmel que se tituló en la universidad, donde estudió Enfermería. En Can Baró dirigió la asociación de vecinos durante décadas. Gracias a su lucha vecinal, consiguió para los barrios instalaciones básicas como alcantarillado, alumbrado y pavimentación, mejoró la comunicación en transporte público y facilitó el acceso a la escuela y al centro de atención primaria. En los años setenta promovió la educación sexual y anticonceptiva entre las mujeres de las barracas del Carmel. En el 2009 su lucha fue reconocida con la Medalla de Honor de Barcelona y en el 2021 fue la pregonera de La Mercè.",
    "coords": "1089,687,19",
    "shape": "circle"
  },
  {
    "id": 29,
    "nombre": "Dolors Aleu i Riera",
    "influencia": ["Activismo", "Salud", "Cultura", "Derechos"],
    "fechaNacimiento": "1857",
    "fechas": "Barcelona 1857 – 1913",
    "alt": "Dolors Aleu",
    "descripcion": "Médica, ginecóloga y profesora, en 1885 creó la Academia de Bellas Artes y Oficios para la Mujer, junto con Clotilde Cerdà, donde enseñaba higiene doméstica. En 1882 fue la primera mujer licenciada en Medicina que ejerció la profesión y la segunda, después deMaria Elena Maseras, en doctorarse, con la tesisDe la necesidad de encaminar por nueva senda la educación higiénico-moral de la mujer. El texto criticaba el uso del corsé por motivos médicos, ya que ponía en riesgo la salud de las mujeres. Se especializó en ginecología y pediatría. También fue la primera mujer que formó parte de la Société Française d’Hygiène. Durante 25 años tuvo una consulta médica en la rambla de Catalunya. Compaginó la medicina con la docencia y escribió textos divulgativos sobre la mejora de la calidad de vida de las madres y los peligros de las enfermedades de transmisión sexual.Desde el año 2021, cerca de la estación Navas de la L1 está el Instituto de Educación Secundaria Dolors Aleu.",
    "coords": "1258,957,20",
    "shape": "circle"
  },
  {
    "id": 30,
    "nombre": "Dolors Monserdà i Vidal",
    "influencia": ["Activismo", "Cultura", "Literatura", "Derechos"],
    "fechaNacimiento": "1845",
    "fechas": "Barcelona 1845 – 1919",
    "alt": "Dolors Monserdà",
    "descripcion": "Escritora, periodista y activista. Es autora de numerosas publicaciones: novela, ensayo, poesía, teatro y artículos de divulgación en prensa. La condición de las mujeres estaba muy presente en todas sus obras. Destaca la novelaLa fabricanta(1904), cuya protagonista es una chica de clase obrera que consigue progresar gracias a su esfuerzo. Desde una perspectiva feminista conservadora, publicó textos con aportaciones pioneras, como la obraEstudi feminista(1909). Impulsó la creación del Patronato de Obreras de la Aguja (1910) con el objetivo de establecer una estructura de asesoramiento y de protección y ofrecer asistencia médica gratuita y un servicio de orientación laboral. Fue la primera mujer que presidió los Juegos Florales de Barcelona, en 1910, año en que el premio lo ganó Víctor Català, con la novelaSolitud.",
    "coords": "580,723,21",
    "shape": "circle"
  },
  {
    "id": 31,
    "nombre": "Dolors Piera i Llobera",
    "influencia": ["Activismo", "Cultura", "Derechos", "Urbanismo"],
    "fechaNacimiento": "1910",
    "fechas": "Puigverd d’Agramunt, 1910-Santiago de Chile, 20022",
    "alt": "Dolors Piera",
    "descripcion": "Primera mujer concejala del Ayuntamiento de Barcelona, entre los años 1937 y 1939. Fue pedagoga, política, sindicalista y activista feminista. Durante la Guerra Civil se dedicó, como consejera municipal, a atender a la población refugiada más necesitada, especialmente los niños. También fue secretaria general de la Unión de Mujeres de Cataluña. Al final de la guerra se exilió a Francia y trabajó en la Oficina Internacional para la Infancia, en París, pero con el estallido de la Segunda Guerra Mundial fue detenida y encarcelada. Cuando fue liberada, se embarcó con su hermano en el transatlánticoCuba, con destino a la República Dominicana. Finalmente se instaló en Chile, donde se estableció con su familia y de donde ya nunca se marchó. Allí recuperó la carrera como pedagoga, siguió defendiendo los derechos de las mujeres y participó en la organización del primer Congreso de Mujeres de Santiago de Chile.Su parada es Baixador de Vallvidrera",
    "coords": "778,496,20",
    "shape": "circle"
  },
  {
    "id": 32,
    "nombre": "Dolors Vives Rodon",
    "influencia": ["Deporte", "Cultura"],
    "fechaNacimiento": "1909",
    "fechas": "Valls 1909 – Barcelona 2007",
    "alt": "Dolors Vives",
    "descripcion": "Durante la Guerra Civil española pilotó un hidroavión del ejército republicano, desde el que controló los barcos enemigos y grabó movimientos aéreos en Barcelona y Valencia. Se formó en el Instituto de Cultura y la Biblioteca Popular de la Mujer y ejerció como profesora de piano, gracias a su instrucción en lenguaje musical. Desde muy joven fue socia del Club Aéreo Popular de Barcelona, mediante el cual accedió a una beca, en el año 1933. Compaginó el aprendizaje en el ámbito de la aviación con la educación musical y las clases particulares a sus alumnas, hasta que obtuvo la titulación de piloto, en el año 1934. Al principio de la Guerra Civil fue convocada por decreto por el jefe de la Aeronáutica Naval de Barcelona, para colaborar como alférez. En este contexto se trasladó a la Escuela de Aviadores Militares, donde se instruían los pilotos civiles, y conoció a la aviadora pionera Mari Pepa Colomer, con quien trabajó hasta el bombardeo del aeródromo del Prat, en el año 1938. Al acabar la guerra, la dictadura franquista represalió a su padre, juez municipal, y ella se hizo cargo de la subsistencia de la familia.",
    "coords": "125,1212,17",
    "shape": "circle"
  },
  {
    "id": 33,
    "nombre": "Duoda",
    "influencia": ["Cultura", "Literatura"],
    "fechaNacimiento": null,
    "fechas": "Siglo IX",
    "alt": "Duoda",
    "descripcion": "Condesa de Barcelona y de Septimania, es considerada la primera escritora del siglo IX. Nacida en una familia noble carolingia en torno al 803, la casaron con Bernardo de Septimania, conde de Barcelona. En el año 826, después del nacimiento de su primogénito, el conde la envió a Francia, al castillo de Uzès, en un exilio forzado del que nunca pudo volver. Sola y separada de su familia, aprendió a gobernar los terrenos de su marido, que la visitaba y con quien tuvo dos hijos más, a los que también separó de la madre con argumentos políticos y militares. En torno al año 841 escribió un manual de consejos religiosos, morales y prácticos para su hijo Guillermo, de 16 años:Liber manualis, del que actualmente se conserva una copia en la Biblioteca de Cataluña. La parada Besòs-Mar está cerca de la calle de Duoda.",
    "coords": "1386,1160,20",
    "shape": "circle"
  },
  {
    "id": 34,
    "nombre": "Eileen O’Shaughnessy",
    "influencia": ["Activismo", "Cultura", "Literatura"],
    "fechaNacimiento": "1905",
    "fechas": "South Shields (Reino Unido), 1905-Newcastle (Reino Unido), 1945",
    "alt": null,
    "descripcion": "Su poema distópicoEnd of the Century, 1984es considerado por algunos autores como una influencia fundamental del clásico universal de George Orwell,1984, que se publicó en 1949. O’Shaughnessy escribió su obra en 1934, el mismo año en que ingresó en la University College of London para estudiar Psicología y conoció a Orwell, con quien se casó en 1936. En el mismo año la pareja se trasladó a Barcelona, donde ella trabajó de voluntaria ayudando a acoger a los británicos que llegaban a la ciudad para implicarse en la lucha republicana. El matrimonio abandonó la ciudad y volvió al Reino Unido en 1937, cuando la situación en Barcelona empeoró y después de que Orwell recibiera un disparo en la garganta. Durante la Segunda Guerra Mundial trabajó para varios ministerios del Gobierno británico, pero su salud empeoró y murió antes de que se terminara la guerra.",
    "coords": "369,1161,474,1190",
    "shape": "rect"
  },
  {
    "id": 35,
    "nombre": "Elena Carreras i Moratonas",
    "influencia": ["Salud", "Derechos"],
    "fechaNacimiento": "1960",
    "fechas": "Barcelona 1960",
    "alt": "Elena Carreras",
    "descripcion": "Médica y pionera en incorporar la perspectiva de género en las cuestiones sanitarias. Actualmente es jefa del Servicio de Obstetricia y Ginecología del Hospital Universitario Vall d’Hebron y del Grupo de Investigación en Medicina Materna y Fetal. Es presidenta del Consejo Asesor en Políticas de Género, y en el 2015 fue escogida por la revistaForbescomo la mejor ginecóloga de España. Se ha especializado en medicina y cirugía fetal y en la prevención del parto prematuro, y en los últimos años también se ha centrado en la corrección quirúrgica prenatal de los bebés con espina bífida. También es consultora de salud de la Generalitat de Catalunya. Formó parte de la Vocalía de Mujeres de Gràcia, y en el 2018 fue la pregonera de las fiestas de Gràcia, donde hizo un alegato a favor de la sororidad y el derecho de todas las mujeres a tomar decisiones sobre su cuerpo.",
    "coords": "1038,593,17",
    "shape": "circle"
  },
  {
    "id": 36,
    "nombre": "Elena Jordi - Montserrat Casals i Baqué",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1882",
    "fechas": "Cercs 1882 – Barcelona 1945",
    "alt": "Elena Jordi",
    "descripcion": "Es considerada la primera directora española de cine por su filme mudoThais. Artista de vodevil al inicio de su carrera, trabajó en los teatros del Paral·lel a principios de siglo. Simultáneamente, a partir de 1909 colaboró con el Teatro Íntimo de Adrià Gual y conoció el trabajo de Margarida Xirgu, una referencia para ella. Enriqueció su experiencia en el mundo del espectáculo actuando con la compañía de Enric Borràs y la de Josep Sanpere, con papeles que le supusieron el reconocimiento del público, comoLa mujer desnuda, de Henry Bataille. Aunque en 1918 hizo construir un teatro con su nombre en la Vía Laietana, nunca lo pudo inaugurar. Su vinculación con la cinematografía empezó muy pronto, en el año 1916, cuando colaboró con Studio Films. Trabajó como directora y productora de cine, pero por desgracia no se conserva ninguna copia de su filmeThais.La plaza de Montserrat Casals dedicada a su memoria se encuentra junto a la parada Llacuna.",
    "coords": "1198,1202,21",
    "shape": "circle"
  },
  {
    "id": 37,
    "nombre": "Elena Maseras – Maria Elena Maseras Ribera",
    "influencia": ["Salud", "Derechos"],
    "fechaNacimiento": "1853",
    "fechas": "Vila-seca, 1853-Mahón (Menorca), 1905",
    "alt": "Elena Maseras",
    "descripcion": "Fue la primera mujer en titularse en la Facultad de Medicina de la Universidad de Barcelona, en 1872, gracias a un permiso real de Amadeo de Saboya, ya que las mujeres tenían prohibido el acceso a las carreras universitarias. El permiso le permitía estudiar la carrera, pero no asistir a las aulas. Era coetánea de la primera médica que ejerció la profesión, Dolors Aleu, pero ella no pudo trabajar de médica y se dedicó a la docencia.",
    "coords": "811,954,17",
    "shape": "circle"
  },
  {
    "id": 38,
    "nombre": "Elisabeth Mulder Pierluisi",
    "influencia": ["Cultura", "Literatura", "Derechos"],
    "fechaNacimiento": "1904",
    "fechas": "Barcelona 1904 – 1987",
    "alt": "Elisabeth Mulder",
    "descripcion": "Escritora, periodista, crítica literaria y traductora de la obra de Pushkin y Baudelaire. Es considerada miembro de Las Sinsombrero, un grupo de mujeres artistas transgresoras que, a pesar de sus aportaciones a la literatura, la poesía o la pintura, quedaron olvidadas con la llegada del franquismo. La autora cultivó la prosa, la poesía y el teatro y publicó relatos comoLecturas y brisas(1930) yPoemas mediterráneos(1949). Hay que destacar la novelaUna sombra entre los dos(1934), que se interpreta como una reivindicación feminista, así como otros títulos comoAlba Grey(1947). Fue vocal del Ateneo Barcelonés y formó parte del círculo cultural de Eugeni d’Ors. La parada Bonanova está cerca de la casa donde vivió.",
    "coords": "800,776,16",
    "shape": "circle"
  },
  {
    "id": 39,
    "nombre": "Elsa Oblitas Roselio",
    "influencia": ["Activismo", "Cultura", "Derechos"],
    "fechaNacimiento": "1966",
    "fechas": "Catavi (Bolívia) 1966 – Barcelona 2017",
    "alt": "Elsa Oblitas",
    "descripcion": "Defensora de los derechos de los migrantes, fundó el Centro Boliviano Catalán, el Ballet Tinkuna y el Grupo Libélulas, que actualmente trabaja en la promoción de la cultura boliviana y organiza espectáculos para mostrar la rica tradición del país, en que destacan la música y las danzas populares. Ingeniera agrónoma y licenciada en Diseño y Moda, trabajó como ingeniera en la Unión Soviética y Bolivia. En el año 1995 emigró a Barcelona, donde formó parte de la Mesa en Defensa de los Derechos de las Trabajadoras del Hogar, Limpieza y Cuidado de Personas. También colaboró con las CC. OO. y el Centro de Información para Trabajadores Extranjeros. El centro que fundó continúa muy vinculado a la defensa de los derechos de los trabajadores y las trabajadoras migrantes, con atención especial al colectivo de los cuidados y del trabajo doméstico.",
    "coords": "391,829,18",
    "shape": "circle"
  },
  {
    "id": 40,
    "nombre": "Elvira Dyangani Ose",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1974",
    "fechas": "Córdoba, 1974",
    "alt": "Elvira Dyangani",
    "descripcion": "En el 2021 se convirtió en la primera mujer que ha dirigido el Museo de Arte Contemporáneo de Barcelona (MACBA), y tiene el reto de reestructurar y redefinir la institución con la ampliación del museo. Estudió Historia del arte en la Universidad Autónoma de Barcelona. Su carrera profesional se ha desarrollado en prestigiosos centros internacionales, galerías y universidades. En el 2011 se incorporó a la Tate Modern de Londres, donde trabajó con el Comité de Adquisiciones Africanas para incorporar al museo obras relacionadas con la diáspora africana. El 2014 fue comisaria de la Bienal de Arte Contemporáneo de Gotemburgo, y entre el 2018 y el 2021 dirigió la galería The Showroom, en Londres. Cerca de la parada Sant Antoni de la L2 se encuentra el MACBA.",
    "coords": "832,1119,17",
    "shape": "circle"
  },
  {
    "id": 41,
    "nombre": "Emília Llorca Martín",
    "influencia": ["Activismo", "Urbanismo"],
    "fechaNacimiento": "1948",
    "fechas": "Barcelona 1948 – 2009",
    "alt": "Emília Llorca",
    "descripcion": "Icono del activismo vecinal de la Barceloneta, combatió la especulación inmobiliaria y luchó por preservar la identidad del barrio. Nació y creció en la calle de los Pescadors y se convirtió en una de las líderes del tejido social del barrio y defensora del derecho a la vivienda. Hay que destacar su papel en el conflicto conocido como el “Plan de los ascensores”, un proyecto de renovación urbana que habría implicado la eliminación del 20 % de las viviendas de la zona y el desplazamiento coercitivo de una parte importante del vecindario. Trabajó para preservar la identidad del barrio con respecto a la historia y al ocio. En este contexto, cofundó y presidió la Comisión de Fiestas de la calle de los Pescadors y la Asociación de Vecinos de L’Òstia. Para homenajearla, se ha rebautizado con su nombre la antigua calle del Almirall Aixada.",
    "coords": "975,1333,21",
    "shape": "circle"
  },
  {
    "id": 42,
    "nombre": "Emiliana Salinas Navarro",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1946",
    "fechas": "Belmonte de Tajo (Madrid) 1946",
    "alt": "Emiliana Salinas",
    "descripcion": "Activista por los derechos laborales de las mujeres, fue despedida de una empresa de confección por su liderazgo reivindicativo, que condujo, no obstante, a una mejora de las condiciones de trabajo. Llegó a Barcelona con 20 años, en 1966, y empezó a trabajar en el mundo de la confección. Entró en contacto con la Juventud Obrera Cristiana (JOC) y descubrió la política y la conciencia de clase. Consciente de las condiciones precarias de las trabajadoras, su esfuerzo reivindicativo por los derechos de las mujeres trabajadoras no solo le costó el puesto de trabajo, sino que, además, le impidió volver a trabajar en el sector.",
    "coords": "1670,824,20",
    "shape": "circle"
  },
  {
    "id": 43,
    "nombre": "Empar Pineda Erdozia",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1944",
    "fechas": "Hernani (Guipúzcoa), 1944",
    "alt": "Empar Pineda",
    "descripcion": "Referente de la lucha por los derechos de las mujeres y las lesbianas, cofundó la Coordinadora Feminista en 1976, momento en el que también participó en la organización de las Primeras Jornadas Catalanas de la Mujer. Estudió Filología Románica en la Universidad de Oviedo y posteriormente se trasladó a Barcelona, donde dirigió el Movimiento Comunista y actuó como representante a la Asamblea de Cataluña. También participó en la fundación del Grup en Lluita per l’Alliberament de la Lesbiana. Ha dedicado su vida a combatir el franquismo, reivindicar los derechos de las mujeres y luchar por la visibilización de las lesbianas, en una época en que el estigma y la persecución afectó a mujeres como Ana María Martínez Sagi o Elisabeth Mulder. La Generalitat de Catalunya le otorgó la Cruz de Sant Jordi en el 2008.",
    "coords": "1086,955,18",
    "shape": "circle"
  },
  {
    "id": 44,
    "nombre": "Esther Tusquets Guillén",
    "influencia": ["Cultura", "Literatura"],
    "fechaNacimiento": "1936",
    "fechas": "Barcelona 1936 – 2012",
    "alt": "Esther Tusquets",
    "descripcion": "La obra de la editora, escritora y ensayista tiene una conexión constante con las mujeres.Doces relatos de mujeres,Madres e hijas,La niña lunática y otros cuentoso la colección “A favor de las niñas” son una buena muestra de ello. Estudió Filosofía y Letras en las universidades de Barcelona y Madrid y se especializó en historia. Con su segunda obra,El amor es un juego solitario, segundo libro de una trilogía, ganó el Premio Ciudad de Barcelona en 1979. Compaginó la escritura con su tarea de editora y dirigió la Editorial Lumen durante cuarenta años. La apuesta por autores de calidad, entre los que figuran Ana María Matute, Virginia Woolf o Susan Sontag, fue siempre una seña de identidad de la editorial.",
    "coords": "1296,911,21",
    "shape": "circle"
  },
  {
    "id": 45,
    "nombre": "Fàtima Ahmed",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1967",
    "fechas": "Tetuán, 1967",
    "alt": "Fàtima Ahmed",
    "descripcion": "Activista por los derechos humanos y de las personas migrantes. Llegó a Barcelona en la década de los noventa y muy pronto se adhirió a varias entidades del Raval y la Asociación Sociocultural Ibn Battuta, a la que se incorporó profesionalmente en 1997. Trabaja en diferentes ámbitos y especialmente en la integración de las mujeres. En el 2013 cofundó la Asociación Intercultural Diálogos de Mujer, que preside, un espacio de acogida y de socialización para mujeres migrantes. En reconocimiento de su aportación al tejido asociativo y la defensa de los derechos de las personas migrantes, recibió la Cruz de Sant Jordi en el 2022.Como en el Raval, en el barrio de Sant Ildefons de Cornellà de Llobregat hay una comunidad islámica movilizada que participa en el tejido asociativo del barrio.",
    "coords": "347,821,17",
    "shape": "circle"
  },
  {
    "id": 46,
    "nombre": "Felícia Fuster i Viladecans",
    "influencia": ["Cultura", "Literatura"],
    "fechaNacimiento": "1921",
    "fechas": "Barcelona 1921 – París 2012",
    "alt": "Felícia Fuster",
    "descripcion": "Traductora y artista plástica, debutó como poeta conUna cançó per a ningú i trenta diàlegs inútils, una obra que la convirtió, con 63 años, en finalista del Premio Carles Riba. Se formó en la Escuela Massana de Artes y Oficios y en la Escuela Superior de Bellas Artes de Sant Jordi, en Barcelona. En el año 1950 viajó a París y un año después decidió establecerse allí de manera permanente. Se introdujo en el ámbito de la publicidad y paralelamente cultivó íntimamente su dimensión artística. Su obra plástica, todavía poco conocida, se enmarca en el expresionismo abstracto, aunque ella definía su estilo como “plurivisión”, ya que sus piezas están concebidas para observarse desde varios ángulos. Es relevante, además, su aportación como artista multidisciplinar y especialista en poesía japonesa. La Fundación Felícia Fuster, que recoge pinturas, manuscritos y grabados de la artista, está situada cerca de la plaza de Molina.",
    "coords": "893,804,19",
    "shape": "circle"
  },
  {
    "id": 47,
    "nombre": "Fina Birulés Bertran",
    "influencia": ["Activismo", "Cultura", "Derechos"],
    "fechaNacimiento": "1956",
    "fechas": "Girona 1956",
    "alt": "Fina Birulés",
    "descripcion": "Entre 1979 y el 2020 fue profesora de filosofía contemporánea en la Universidad de Barcelona. Es doctora en Filosofía y Ciencias de la Educación por la Universidad de Barcelona. Ha compaginado la docencia con la investigación. Por una parte, se ha interesado por la subjetividad política, la historia y la acción y, por la otra, ha profundizado en la teoría feminista y la producción filosófica femenina a lo largo del siglo XX y se ha especializado en la obra de Hannah Arendt. Fundó el Seminario Filosofía y Género de la Universidad de Barcelona y el Grupo Arendtiano de Pensamiento y Política. También ha sido profesora visitante en las universidades de Puerto Rico, Chile, Parma, Florencia y Viena. Su trayectoria profesional ha sido reconocida con diferentes distinciones, como la Cruz de Sant Jordi (2017).",
    "coords": "997,1019,19",
    "shape": "circle"
  },
  {
    "id": 48,
    "nombre": "Francesca Bonnemaison i Farriols",
    "influencia": ["Activismo", "Cultura", "Derechos"],
    "fechaNacimiento": "1872",
    "fechas": "Barcelona 1872 – 1949",
    "alt": "Francesca Bonnemaison",
    "descripcion": "Pedagoga, política y activista, impulsó la Biblioteca Popular de la Mujer y el Instituto de Cultura, espacios pioneros que hicieron posible el acceso a la formación de las mujeres trabajadoras. La educación y la capacitación de las mujeres era clave para alcanzar la autonomía y la emancipación, fundamentales en el camino hacia la igualdad. La biblioteca fue una iniciativa de la Junta de Damas Cooperadoras y se inauguró en 1909. Este espacio supuso la primera biblioteca para mujeres en el contexto europeo. Unos años más tarde se transformó en el Instituto de Cultura y Biblioteca Popular de la Mujer (conocido comoLa Cultura), donde se ofrecían clases de feminismo, cálculo mercantil y taquigrafía, enseñanzas vinculadas a la esfera pública y profesional que contribuían a empoderar a las mujeres con empleos cualificados. El Instituto de Cultura, actual Espacio Francesca Bonnemaison, se encuentra desde el comienzo de los años veinte cerca de la parada de metro Urquinaona.",
    "coords": "951,1155,21",
    "shape": "circle"
  },
  {
    "id": 49,
    "nombre": "Frederica Montseny Mañé",
    "influencia": ["Activismo", "Literatura", "Derechos"],
    "fechaNacimiento": "1905",
    "fechas": "Madrid, 1905-Toulouse (Francia), 1994",
    "alt": "Frederica Montseny",
    "descripcion": "Política, dirigente anarquista y escritora, fue la primera mujer en España que ocupó el cargo de ministra durante la Segunda República. Durante la dictadura franquista se exilió a Francia. Con su familia vivió en el barrio del Guinardó. Escribió numerosas novelas cortas, con presencia del feminismo, entre las que destacaLa indomable, que trata de la emancipación femenina. También publicó artículos en la revista libertaria editada por sus padres,La Revista Blanca. Durante los dos años que fue ministra de Sanidad y Asistencia Social del Gobierno de la República (1936-1937), impulsó medidas en defensa de la dignidad de la mujer y encabezó el primer proyecto de ley sobre el aborto. En 1931 se afilió al sindicato anarquista CNT y se incorporó a la redacción deSolidaridad Obrera. La antigua sede del sindicato se encontraba en Arco de Triunfo, en el Palacio de las Bellas Artes. Participó activamente en la CNT y fue una líder destacada antes, durante y después de la dictadura franquista.",
    "coords": "1043,1155,19",
    "shape": "circle"
  },
  {
    "id": 50,
    "nombre": "Gerda Taro – Gerda Pohorylle",
    "influencia": ["Literatura"],
    "fechaNacimiento": "1910",
    "fechas": "Stuttgart (Alemania), 1910-El Escorial (Madrid), 1937",
    "alt": "Gerda Taro",
    "descripcion": "La vida de Gerda Taro está rodeada de misterio. Esta mujer pionera en su tiempo, fugaz y valiente, dejó una huella en la historia. Fotógrafa que compartía el seudónimo legendarioRobert Capacon Ernö Friedmann, no dudó en fotografiar el conflicto en primera línea. Se la considera la primera fotoperiodista que cubrió un frente de guerra, durante la Guerra Civil Española. Documentó la batalla de Brunete y murió en el frente, mientras ejercía de fotoperiodista. Ochenta y un años después de su muerte, John Kiszely publicó en su cuenta de Twitter una fotografía personal de su padre, médico de las Brigadas Internacionales desplazado a Brunete, atendiendo a una mujer herida, una fotografía inédita que narraba los últimos instantes de Gerda Taro (gracias al escrito de la parte posterior de la instantánea se pudo descubrir la identidad de la mujer) y que, como su historia, tardó mucho tiempo en ser conocida por el mundo.",
    "coords": "1098,1172,18",
    "shape": "circle"
  },
  {
    "id": 51,
    "nombre": "Gretel Ammann Martínez",
    "influencia": ["Activismo", "Cultura", "Literatura", "Derechos"],
    "fechaNacimiento": "1947",
    "fechas": "Donostia, 1947-Barcelona, 2000",
    "alt": "Gretel Ammann",
    "descripcion": "Filósofa, activista feminista y ensayista, fue represaliada por su lesbianismo. Con 2 años, llegó con su familia a Barcelona, en 1949. Durante los años en los que estudió Filosofía en la Universidad de Barcelona se involucró en diferentes luchas sociales. Su militancia y las luchas vecinales en el Carmel la llevaron a trabajar como docente en la Escuela Tramuntana. Como activista organizó y participó en numerosas reivindicaciones en defensa de los derechos de las mujeres y del movimiento LGTBI.Su trabajoFeminismo de la diferencia(1979), presentado en las II Jornadas Estatales sobre la Mujer, abrió un debate estatal sobre la situación de la mujer. Es cofundadora de la primera Casa de la Mujer en Barcelona, inaugurada en 1980, y de revistas comoRed Amazonas(1981) yLaberint(1989).Junto a Dolors Majoral abrieron El Centro, Centro de Estudios de la Mujer, en 1984, un espacio de investigación feminista y de encuentro de mujeres. Estaba ubicado en la calle del Rosselló, 256, cerca de la parada L4 de Joanic.",
    "coords": "1019,861,19",
    "shape": "circle"
  },
  {
    "id": 52,
    "nombre": "Isabel Coixet Castillo",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1960",
    "fechas": "Sant Adrià de Besòs 1960",
    "alt": "Isabel Coixet",
    "descripcion": "La curiosidad por el cine de esta reputada directora, guionista y productora empezó ya desde su infancia, cuando con 8 años le regalaron una cámara Super 8 con la que grabó sus primeras películas caseras. Las filmó en Sant Adrià de Besòs, municipio donde Coixet se trasladó a vivir cuando tenía 7 años. A lo largo de su carrera ha obtenido ocho premios Goya, los dos primeros por el largometrajeMi vida sin mí. Más tarde obtendría cuatro porLa vida secreta de las palabrasy tres porLa librería. También acumula dos premios Goya al mejor documental porEscuchando al juez GarzóneInvisibles.Sus películas y documentales han abierto festivales de todo el mundo y han participado en ellos, como el de Cannes, Toronto, Venecia o Berlín. Por su extensa filmografía ha acumulado reconocimientos y galardones. Entre otras distinciones, recibió la Cruz de Sant Jordi en el 2006 y el Premio Nacional de Cinematografía en el 2020.",
    "coords": "1490,998,19",
    "shape": "circle"
  },
  {
    "id": 53,
    "nombre": "Isabel Muñoz Moreno",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1957",
    "fechas": "Sevilla 1957 – Santa Coloma de Gramenet 2015",
    "alt": "Isabel Muñoz",
    "descripcion": "Maestra de profesión, representa a una generación de colomenses que lograron abrirse paso en Cataluña. Nacida en Sevilla, su familia emigró al barrio del Raval cuando tenía solo 6 años. Valoraba intensamente la educación como herramienta para la mejora individual y colectiva, y se tituló en la universidad. Ejerció como docente en la Escuela Lluís Millet de Santa Coloma de Gramenet, donde creó proyectos innovadores con voluntad transformadora. Con un grupo de maestros y maestras crearon el Casal del Maestro, presidió la Federación de Movimientos de Renovación Pedagógica y también representó al personal docente en el Consejo Escolar de Cataluña y en otros órganos de participación local y territorial. El Aula Medioambiental de Can Zam lleva su nombre.",
    "coords": "1591,661,18",
    "shape": "circle"
  },
  {
    "id": 54,
    "nombre": "Isabel Peiró Polo",
    "influencia": ["Activismo", "Cultura", "Derechos"],
    "fechaNacimiento": "1909",
    "fechas": "Sant Gregori 1909 – Miami 2003",
    "alt": "Isabel Peiró",
    "descripcion": "Obrera, maestra y activista antifascista, desde su juventud militó en el Bloc Obrer i Camperol de Gerona. En 1934 llegó a Barcelona y meses más tarde pasó a formar parte del Partido Obrero de Unificación Marxista (POUM). En 1936, en plena guerra civil, la nombraron directora de la prisión de mujeres de Barcelona, donde emprendió notables transformaciones para dignificar la vida de las presas: instaló duchas y organizó una enfermería y un jardín de infancia para sus hijos e hijas. Después de los hechos de mayo de 1937 la destituyeron y encarcelaron en una checa. Dos días antes de la entrada de las tropas franquistas por la Diagonal, el 26 de enero de 1939, un grupo armado de militantes del POUM la liberó junto a otras presas políticas. Se exilió en Francia, México, Venezuela y, finalmente, en los Estados Unidos, donde vivió hasta su muerte. En el cementerio de Montcada i Reixac se ubica la mayor fosa de personas represaliadas en la retaguardia de Cataluña durante la guerra civil española.",
    "coords": "1466,471,21",
    "shape": "circle"
  },
  {
    "id": 55,
    "nombre": "Joana Biarnés i Florensa",
    "influencia": ["Deporte", "Literatura"],
    "fechaNacimiento": "1935",
    "fechas": "Terrassa 1935 – 2018",
    "alt": "Joana Biarnés",
    "descripcion": "El interés por la fotografía de la primera mujer fotoperiodista de España empezó en el laboratorio fotográfico de su padre, que se dedicaba al fotoperiodismo deportivo. Sus fotografías son un retrato de las últimas décadas de la dictadura y de los primeros años de la democracia. Estudió en la Escuela de Periodismo y empezó a trabajar como fotoperiodista deportiva y, más tarde, de todo tipo de eventos sociales, de la moda y del cine. El primer reportaje lo publicó en el diarioMundo Deportivo. Son célebres sus fotografías sobre las inundaciones en Terrassa de 1962, o el reportaje sobre la visita de los Beatles a Barcelona de 1965. Trabajó en un gran número de medios y agencias y, como encargada de foto fija, en proyectos cinematográficos. En los ochenta, abandonó la profesión por el desacuerdo que tenía con el estilo amarillo que se había impuesto y abrió el restaurante Ca Na Joana en Ibiza.Sobre su trayectoria se han hecho varias exposiciones y ha recibido diferentes distinciones en reconocimiento a su obra, como la Cruz de Sant Jordi en el 2014.",
    "coords": "427,1214,17",
    "shape": "circle"
  },
  {
    "id": 56,
    "nombre": "Joana Tomàs i Sabaté",
    "influencia": ["Activismo", "Urbanismo"],
    "fechaNacimiento": "1933",
    "fechas": "Barcelona 1933 – 1982",
    "alt": "Joana Tomàs",
    "descripcion": "Vecina del Clot de toda la vida, fue una infatigable activista vecinal comprometida con el trabajo cooperativo de base. En 1975 fundó la Asociación de Vecinos del Clot-Camp de l’Arpa, a la que perteneció hasta el fin de sus días. Con la asociación reivindicó servicios básicos y mejoras de las condiciones del vecindario en un barrio obrero como era el del Clot. Aparte de su activismo, era una amante de la naturaleza y de las rutas y paseos por la montaña; desde bien joven se hizo miembro de la Unió Excursionista de Catalunya (UEC) de Gràcia. También militó durante los setenta en el Partido Socialista Unificado de Cataluña.Al lado de la parada L1 del Clot, en la calle de València, se encuentran los jardines en memoria de Joana Tomàs i Sabaté.",
    "coords": "1217,1014,17",
    "shape": "circle"
  },
  {
    "id": 57,
    "nombre": "Joaquima Alemany i Roca",
    "influencia": ["Derechos"],
    "fechaNacimiento": "1942",
    "fechas": "Barcelona 1942",
    "alt": "Joaquima Alemany",
    "descripcion": "Abogada y política, fue la primera presidenta del Instituto Catalán de las Mujeres entre 1997 y 1999. En el campo de la política, fue concejala del Ayuntamiento de Barcelona, diputada en el Parlamento de Cataluña y en el Congreso de los Diputados y senadora. Es licenciada en Derecho por la Universidad de Barcelona y en 1976 empezó su militancia en Convergència Democràtica de Catalunya. Actualmente, el centro de documentación del Instituto Catalán de las Mujeres lleva su nombre, por sus aportaciones a la institución.",
    "coords": "682,781,18",
    "shape": "circle"
  },
  {
    "id": 58,
    "nombre": "Josefa Vilaret",
    "influencia": ["Activismo"],
    "fechaNacimiento": "1789",
    "fechas": "Barcelona, s. f.-1789",
    "alt": "Josefa Vilaret",
    "descripcion": "Fue ajusticiada en la horca por su liderazgo de la revuelta conocida como elrebombori del pa(motín del pan), una protesta que tuvo lugar a finales del siglo XVII por el aumento del precio de este alimento básico. Conocida como la Negreta, organizó al vecindario para plantar cara al abuso de la burguesía, que con el encarecimiento del pan dificultaba aún más la subsistencia de las clases populares. Lo consiguió: unas 8.000 personas salieron a las calles y forzaron el freno de la escalada de precios. Sin embargo, las represalias por la revuelta la llevaron a ella y a cinco personas más a ser arrestadas y ejecutadas. La sentencia se cumplió no muy lejos de la actual plaza de Catalunya, adonde el vecindario se negó a asistir en señal de protesta. Hace cerca de un año, la ponencia del nomenclátor de Barcelona aprobó la incorporación de Josefa Vilaret como un nuevo nombre del callejero. A partir de este mes de marzo, la calle del Duc, en Ciutat Vella, llevará el nombre de una mujer que luchó y murió por combatir las injusticias y la desigualdad.",
    "coords": "894,1139,21",
    "shape": "circle"
  },
  {
    "id": 59,
    "nombre": "Josefina Castellví i Piulachs",
    "influencia": ["Salud", "Cultura"],
    "fechaNacimiento": "1935",
    "fechas": "Barcelona 1935",
    "alt": "Josefina Castellví",
    "descripcion": "Oceanógrafa y bióloga, es la primera española en participar en una expedición internacional a la Antártida, junto a Marta Estrada. También es la primera mujer en dirigir la base antártica española de la isla Livingston entre 1989 y 1997. Cerca de donde se instaló la base antártica, en la que Castellví participó en 1986, se encuentra el pico Castellví, llamado así en su honor. Estudió Biología en la Universidad de Barcelona y Oceanografía en la Universidad de la Sorbona en París, donde se especializó en microbiología marina.En 1994 recibió la Medalla de Oro de la Ciudad de Barcelona y en el 2003 fue galardonada con la Cruz de Sant Jordi. En el 2007 fue la pregonera de las Fiestas de La Mercè, donde reivindicó una Barcelona más próxima al mar. Fue la primera científica en recibir en el 2015 la Medalla August Pi i Sunyer de la Facultad de Medicina de la UB. Desde el 2019, en el Instituto de las Ciencias del Mar hay una placa en reconocimiento a su trayectoria científica.",
    "coords": "417,1305,17",
    "shape": "circle"
  },
  {
    "id": 60,
    "nombre": "Josefina Gómez Olivares",
    "influencia": ["Cultura", "Literatura"],
    "fechaNacimiento": "1965",
    "fechas": "L’Hospitalet de Llobregat 1965 – 2008",
    "alt": "Josefina Gómez",
    "descripcion": "Diplomada en Magisterio y licenciada en Historia Contemporánea, ha documentado la memoria reciente antifascista de L’Hospitalet de Llobregat en la obraL’Hospitalet, lloc de memòria:exili, deportació, repressió i lluita antifranquista.Formó parte del Centro de Estudios de L’Hospitalet, una asociación que trabaja por el conocimiento, la investigación y el debate sobre la ciudad. Entre 1995 y el 2004 formó parte de la junta directiva del CELH. En homenaje a sus aportaciones, el CELH edita una colección de libros sobre temas educativos.",
    "coords": "438,893,15",
    "shape": "circle"
  },
  {
    "id": 61,
    "nombre": "Josefina Piquet i Ibáñez",
    "influencia": ["Salud", "Cultura"],
    "fechaNacimiento": "1934",
    "fechas": "Barcelona 1934 – 2013",
    "alt": "Josefina Piquet",
    "descripcion": "Activista antifascista cofundadora de la asociación Les Dones del 36. Siendo muy pequeña, abandonó el barrio de Sarrià para exiliarse en Francia. Después de sufrir los bombardeos de Figueres, en febrero de 1939 cruzó la frontera con su madre. Vivió su infancia huyendo de una guerra y soportando los estragos de la Segunda Guerra Mundial. En los cincuenta regresó a Barcelona. Durante los años de la Transición se volcó en la recuperación de la memoria histórica. Más tarde, con un grupo de mujeres supervivientes de la Guerra Civil cofundó la asociación Les Dones del 36. De todas ellas, Piquet era la más joven, por eso le pusieron el sobrenombre de la Nena del 36. La crearon en 1997 para visibilizar, en los institutos, universidades y centros culturales, la experiencia de las mujeres represaliadas o exiliadas durante la guerra. Colaboró con el Museo de Historia de Cataluña. También participó en el documentalAmnèsia, dirigido por Dani Lagarto Fernández y Jordi Oriola i Folch. La película narra el exilio de Piquet y de la refugiada por la guerra de Yugoslavia Milanka Ljubojevic. Por su labor de memoria y de divulgación, recogió con otras representantes de la asociación Les Dones del 36 la Medalla de Honor de Barcelona en el 2006.",
    "coords": "789,750,14",
    "shape": "circle"
  },
  {
    "id": 62,
    "nombre": "Juana Fernández Cortés",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1968",
    "fechas": "Barcelona 1968 – 2021",
    "alt": "Juana Fernández",
    "descripcion": "Cofundadora de la asociación de mujeres gitanas Lachó Bají Calí del Gornal y de la Federación de Asociaciones Gitanas de Cataluña (1991), fue un referente en la lucha por el reconocimiento de la mujer gitana. Creció en un asentamiento de barracas entre Barcelona y L’Hospitalet de Llobregat. Con solo 18 años, ocupó un puesto en el Ayuntamiento de Santa Coloma de Gramenet como trabajadora familiar. Desde entonces, trabajó como mediadora y dinamizadora social, también en el Vallès Occidental y el Baix Llobregat. Fue una de las impulsoras para celebrar el Día Internacional del Pueblo Gitano el 8 de abril, además de promover varias iniciativas para recuperar la lengua romaní en Cataluña.",
    "coords": "487,1000,17",
    "shape": "circle"
  },
  {
    "id": 63,
    "nombre": "Julia Romera Yáñez",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1916",
    "fechas": "Mazarrón (Murcia), 1916-Barcelona, 1941",
    "alt": "Julia Romera",
    "descripcion": "Fue una de las mujeres represaliadas y torturadas por el régimen franquista por su afiliación a la CNT y a la Unió de Joventuts Antifeixistes. Llegó con su familia a Santa Coloma de Gramenet en 1921. Con solo 14 años empezó a trabajar como tejedora en las Pañolerías Baró, en el actual distrito de Horta-Guinardó, donde entró en contacto con el sindicato de la CNT, del que fue militante a partir de 1934. Su activismo la convirtió en una de las mujeres líderes, y en 1936 fue nombrada secretaria general y tesorera. Con la ocupación del ejército franquista se inició una ola de detenciones de la que fue víctima. Fue torturada durante tres días y condenada a cadena perpetua. Murió prematuramente en la prisión de Mujeres de Les Corts, a causa de una tuberculosis agravada por las secuelas de las torturas y las condiciones de vida insalubres que tantas mujeres sufrieron de manera injusta durante el régimen franquista.",
    "coords": "1588,798,17",
    "shape": "circle"
  },
  {
    "id": 64,
    "nombre": "Juliana Morell",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1594",
    "fechas": "Barcelona 1594-Aviñón (Francia), 1653",
    "alt": "Juliana Morell",
    "descripcion": "Única mujer representada en el Paraninfo de la Universidad de Barcelona, fue también la primera española en obtener una titulación universitaria. Doctora en leyes, abadesa, escritora y traductora, llegó a hablar catorce idiomas. Nació en Barcelona, en la calle de la Cendra, en el seno de una familia de judíos conversos con una buena posición social y económica. Se formó en las Monjas Dominicas, donde muy pronto destacó por su talento. Brillante y precoz, se doctoró en Leyes por la Universidad de Aviñón con solo 13 años, un hito histórico sin precedentes. En aquella época, las mujeres raramente podían acceder a cualquier tipo de conocimiento académico, aún menos una universidad. Fue abadesa del convento de las Dominicas de Aviñón, donde se dedicó a la escritura y la traducción. Entre sus aportaciones, centradas en la espiritualidad, destacan los comentarios delTratado de la vida espiritual, de san Vicente Ferrer. Fue admirada por grandes figuras intelectuales, como Lope de Vega, que le dedicó unos versos a su ingenio y su virtud intelectual.",
    "coords": "851,1089,19",
    "shape": "circle"
  },
  {
    "id": 65,
    "nombre": "Justa Goicoechea i Mayayo",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1896",
    "fechas": "Mallén (Zaragoza), 1896-L’Hospitalet de Llobregat, 1973",
    "alt": "Justa Goicoechea",
    "descripcion": "En 1934 se convirtió en la primera concejala en la historia de L’Hospitalet de Llobregat y destacó por su activismo por los derechos de las mujeres obreras. Llegó a Barcelona con su familia en 1908, y en 1925 empezó a trabajar como obrera en las industrias del Prat Vermell, actual Zona Franca. Después se incorporó a la fábrica textil de Can Pareto, momento en que se trasladó al barrio de Santa Eulàlia de L’Hospitalet de Llobregat. Más tarde trabajó en Sants y en el Poblenou, y fue compaginando las tareas laborales con el activismo por los derechos de las mujeres obreras. Proclamada la República, se adhirió, en 1931, a Esquerra Republicana. Debido a su militancia política fue encarcelada de 1939 a 1942 en la prisión de mujeres de Les Corts de Barcelona. La condena inicial, de 12 años, fue revocada tres años después, donde en un segundo juicio fue absuelta de todos los cargos. Hasta 1948 tuvo que presentarse mensualmente a la Junta Local de Libertad Vigilada de L’Hospitalet.",
    "coords": "425,921,15",
    "shape": "circle"
  },
  {
    "id": 66,
    "nombre": "La Bella Dorita - María Yáñez García",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1901",
    "fechas": "Cuevas del Almanzora (Almería), 1901-Barcelona, 2001",
    "alt": "La Bella Dorita",
    "descripcion": "Fue la reina del Paral·lel, una de las vedetes más icónicas de la ciudad. Durante cuatro décadas trabajó como cantante y bailarina en teatros como El Molino, el Apolo, el Pompeia o el Victòria. También actuó en el célebre cabaré Folies-Bergère de París. Llegó bien joven a Barcelona con su familia y, antes de llenar salas de teatro, trabajó en una fábrica de juguetes y en un taller de bordados.Con 17 años, comenzó su carrera artística como tanguista en el Royal Cabaret, un café concierto del Paral·lel. Poco después, ya con el nombre artístico de Bella Dorita, empezó a cantar cuplés en la Sala Apolo y en el Teatre Pompeia. De los años cuarenta a los sesenta, fue la cantante y bailarina de cabaré más emblemática de la ciudad. Fuera del Paral·lel colaboró en espectáculos de revista con Mary Sampere, Alady y José Sazatornil. En 1965, decidió retirarse del mundo del espectáculo, cansada de luchar contra la censura de la dictadura franquista. En el 2001, con 100 años, fue galardonada con la Medalla al Mérito Artístico de la Ciudad de Barcelona. Hoy da nombre a una plaza delante de El Molino.",
    "coords": "544,908,17",
    "shape": "circle"
  },
  {
    "id": 67,
    "nombre": "La Lola – Dolores González Nicolás",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1917",
    "fechas": "Murcia, 1917-Barcelona, 2018",
    "alt": "La Lola",
    "descripcion": "Activista antifascista y vecinal, luchó toda su vida contra las injusticias. Tuvo una vida itinerante hasta que se instaló en Barcelona. Su compañero, dirigente comunista, estuvo en diferentes prisiones franquistas, y ella vivió y trabajó en las ciudades donde estuvo encarcelado, para estar cerca de él, visitarlo y llevarle comida. En Barcelona se instaló en el barrio de barracas del Camp de la Bota. Su casa se convirtió en un refugio clandestino para miembros del partido comunista y para líderes sindicales. Después del Camp de la Bota vivió en el Poblenou, donde se implicó en luchas sociales de base y, especialmente, en apoyar a la población migrante. También fue miembro de la Asociación Catalana de Expresos Políticos del Franquismo.",
    "coords": "1251,1203,18",
    "shape": "circle"
  },
  {
    "id": 68,
    "nombre": "La Monyos – Dolors Bonella i Alcánzar",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1851",
    "fechas": "Barcelona 1851 – 1940",
    "alt": "La Monyos",
    "descripcion": "“Eres más famosa que la Monyos” es un dicho popular que todavía hoy podemos oír. ¿Pero quién era la Monyos? Una mujer que se convirtió en un icono del Raval y las Ramblas por su indumentaria y popularidad, a quien se le han dedicado canciones, comedias y piezas teatrales. Pero antes de eso fue Dolors, una joven de una familia acomodada que intentaron casar con un hombre mayor que ella. Cuando se negó, la echaron de casa y la desheredaron, hasta el punto de que tuvo que renunciar a sus apellidos. Entró a trabajar como sirvienta en un palacete en el paseo de Gràcia, propiedad de unos condes. Se quedó embarazada del hijo de los nobles y tuvo una niña, pero, cuando el padre de la criatura murió, los suegros la echaron de la casa y se quedaron con la pequeña. La separación le provocó un trastorno mental que nunca superaría. Su historia quedó soterrada tras una identidad estrafalaria, la de una mujer que recorría las Ramblas con el pelo recogido y un clavel, cantando, bailando y recitando poemas a cambio de unas monedas. Su popularidad la convirtió en una mujer muy querida por el vecindario. Dicen que cada mañana iba al bar La Puda, de la calle de Carrera, y pedía un café que nunca pagaba. Su funeral fue multitudinario, y jamás se supo quién asumió los gastos.",
    "coords": "548,951,14",
    "shape": "circle"
  },
  {
    "id": 69,
    "nombre": "La niña del gancho - Encarna Hernández Ruiz",
    "influencia": ["Deporte"],
    "fechaNacimiento": "1917",
    "fechas": "Lorca (Murcia), 1917-Barcelona, 2022",
    "alt": "La niña del gancho",
    "descripcion": "Pionera del baloncesto femenino, fue también árbitra y entrenadora en una época donde mujeres y deporte no era una combinación habitual. Llegó a Barcelona con 10 años y empezó a jugar al baloncesto con 13, con los niños y niñas de su barrio. ¿Te imaginas a una joven espigada que sobresale entre los demás? Encarna medía 1,54 metros, pero su altura era inversamente proporcional a su talento como deportista. Conocida por los ganchos que hacía, su jugada estrella le valió el sobrenombre por el que sería conocida. Con el equipo de baloncesto del Laietà ganó el primer campeonato de baloncesto femenino de Cataluña, la temporada 1935-36. Después de pasar por varios clubs y de tener que compaginar el baloncesto con otros trabajos para subsistir, en 1944 fichó por el FC Barcelona, equipo con el que se retiró en 1953, con 36 años. También fue la primera entrenadora de baloncesto en España, y se convirtió en un referente para todas las jugadoras de baloncesto de las siguientes generaciones. El documentalLa niña del gancho, de Raquel Barrera, estrenado en el 2016, ayudó a difundir la biografía de esta deportista pionera.",
    "coords": "1458,601,18",
    "shape": "circle"
  },
  {
    "id": 70,
    "nombre": "Laia Palau Altés",
    "influencia": ["Deporte"],
    "fechaNacimiento": "1979",
    "fechas": "Barcelona, 1979",
    "alt": "Laia Palau",
    "descripcion": "Es una leyenda del baloncesto. Es la jugadora con el palmarés más extenso y con más internacionalidades de la historia de la selección española. A lo largo de 25 años de carrera, ha ganado 22 títulos y ha obtenido tres medallas de oro europeas, tres de plata, entre ellas una olímpica de los Juegos Olímpicos de Río del 2016, y seis más de bronce.Con 12 años empezó a jugar en el Club Joventut Les Corts. Ha jugado en diferentes clubs, como el CBF Universitari, el Ros Casares de Valencia y el USK de Praga. En reconocimiento a su trayectoria profesional en el 2022 recibió la Cruz de Sant Jordi. Hoy es la directora deportiva del club de baloncesto Uni Girona y responsable de los equipos base del Uni Girona y del Girona Bàsket.La Federación Catalana de Baloncesto se ubica cerca de la parada Bac de Roda.",
    "coords": "1287,1023,19",
    "shape": "circle"
  },
  {
    "id": 71,
    "nombre": "Lidia León Esteban",
    "influencia": ["Activismo", "Salud"],
    "fechaNacimiento": "1972",
    "fechas": "Lliçà d’Amunt 1972 – Barcelona 2014",
    "alt": "Lidia León",
    "descripcion": "Activista por los derechos de las personas sordociegas, con una extensa labor de sensibilización, fue, además, conferenciante y escritora. En sus librosResultado finaly¡Mucha guerra por dar!, explicó su lucha contra la neurofibromatosis tipo II, una enfermedad hereditaria degenerativa con la que vivió desde los 17 años. Ostentó el cargo de subdelegada por Cataluña en la Asociación de Sordociegos de España —con sede en torno a la plaza de Espanya, en la calle de Sepúlveda, 1—. Murió prematuramente en el 2014 debido a la enfermedad que sufría.",
    "coords": "691,1087,18",
    "shape": "circle"
  },
  {
    "id": 72,
    "nombre": "Lilly Reich",
    "influencia": ["Cultura", "Urbanismo"],
    "fechaNacimiento": "1885",
    "fechas": "Berlín, 1885-1947",
    "alt": "Lilly Reich",
    "descripcion": "Diseñadora y profesora de la escuela Bauhaus, se asoció con Ludwig Mies van der Rohe, con quien colaboró en el diseño expositivo del Pabellón Alemán para la Exposición Internacional de 1929 en Montjuïc. La alianza con el arquitecto duró diez años y dejó obras tan reconocidas como el interior de la Casa Tugendhat (República Checa) y las icónicas sillas Barcelona y Brno Chair. Aunque no se puede saber si fue ella o él quien dio con el concepto de estas creaciones, la implicación de la diseñadora es innegable, pese a que el nombre de Van der Rohe fue el más destacado. Fue directora de la prestigiosa Escuela Bauhaus y también le debemos que se conserve una colección de 3.000 dibujos del arquitecto alemán, que salvó de la destrucción en plena Segunda Guerra Mundial, junto con 900 diseños suyos. Durante el conflicto, pasó tres años en un campo de trabajos forzados, en unas condiciones de vida precarias, pero con la victoria aliada recuperó su profesión y su estudio de diseño. En sus últimos años ejerció como docente de interiorismo y teoría de la construcción en la Universidad de Artes de Berlín.",
    "coords": "379,1304,17",
    "shape": "circle"
  },
  {
    "id": 73,
    "nombre": "Lita Cabellut",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1961",
    "fechas": "Sariñena (Huesca), 1961",
    "alt": "Lita Cabellut",
    "descripcion": "Pintora, escultora e ilustradora, desde los 19 años vive y trabaja en La Haya, en los Países Bajos, donde la consideran como la Rembrandt del siglo XXI. Las obras de esta artista multidisciplinar se exponen en museos y galerías de todo el mundo. Es la tercera artista española más cotizada y, como mujer, la primera. Su nombre es una abreviación del diminutivo Manuelita. Creció en Barcelona en un entorno muy humilde; con 12 años fue adoptada por una familia. De joven montó su primer estudio artístico en el garaje de casa y empezó a desarrollar su vocación. Trabajó la pintura al fresco en lienzos de gran formato donde exploraba con trazos gruesos los límites de los cuerpos y de la identidad femenina. Investigó otras disciplinas como la fotografía o la escultura y diseñó la escenografía y el vestuario de obras de ópera. En el 2011 recibió el Premio de Cultura Gitana en la sección de Pintura y Artes Plásticas del Instituto de Cultura Gitana de España. En el 2021 la nombraron artista del año en los Países Bajos.",
    "coords": "1448,737,17",
    "shape": "circle"
  },
  {
    "id": 74,
    "nombre": "Lluïsa Vidal i Puig",
    "influencia": ["Cultura", "Derechos"],
    "fechaNacimiento": "1876",
    "fechas": "Barcelona 1876 – 1918",
    "alt": "Lluïsa Vidal",
    "descripcion": "Pintora e ilustradora, miembro de la generación joven de artistas modernistas de Cataluña y exponente de la pintura costumbrista, fue la primera mujer que expuso en Els 4 Gats, en 1898. Se formó en Barcelona y en París a principios del siglo XX y, al volver, un año después, se adhirió al grupo de feministas católicas lideradas por Carme Karr y colaboró con la Biblioteca Popular de Mujeres Bonnemaison y el Patronato de Obreras de Monserdà. En el ámbito pictórico cultivó varios géneros, entre los que destacan el retrato y las escenas al aire libre, además de la representación del universo femenino: fue exponente de la pintura costumbrista, donde se reflejaba la cotidianeidad de las mujeres desde una mirada femenina. Colaboró en revistas comoFeminalcon múltiples ilustraciones, actividad que compaginó con la impartición de clases particulares desde su taller en el barrio de Gràcia. También mantuvo contacto con los y las artistas europeos refugiados de la Primera Guerra Mundial establecidos en Cataluña, y militó en el Comité Femenino Pacifista de Cataluña.",
    "coords": "1077,806,21",
    "shape": "circle"
  },
  {
    "id": 75,
    "nombre": "Lola Anglada – Dolors Anglada i Sarriera",
    "influencia": ["Cultura", "Literatura"],
    "fechaNacimiento": "1892",
    "fechas": "Barcelona, 1892-Tiana, 1984",
    "alt": "Lola Anglada",
    "descripcion": "Fue narradora infantil y la primera ilustradora profesional en España. Se formó en la Llotja, y con solo 20 años expuso con el dibujante Joan Llaverias. Durante sus primeros años como ilustradora colaboró con publicaciones infantiles comoEl PatufetoCu-cut!y expuso en solitario una colección de dibujos basados en historias de Perrault y Wilde. Después de la publicación de su primera obra propia,Contes del Paradís, en 1920, se trasladó a París, donde siguió trabajando en la ilustración y la narrativa infantil. Durante la guerra civil española se afilió a UGT y colaboró con el Comisariado de Propaganda de la Generalitat, que editó uno de sus cuentos más emblemáticos,El més petit de tots. Después de la guerra abandonó la temática infantil, pero siguió trabajando en la ilustración, con publicaciones donde Barcelona solía ser protagonista, y que compaginaba con proyectos de interiorismo y escenografía.",
    "coords": "1515,933,18",
    "shape": "circle"
  },
  {
    "id": 76,
    "nombre": "Lola Iturbe Arizcuren",
    "influencia": ["Activismo", "Literatura", "Derechos"],
    "fechaNacimiento": "1902",
    "fechas": "Barcelona, 1902-Gijón, 1990",
    "alt": "Lola Iturbe",
    "descripcion": "Anarcosindicalista y feminista, participó en el Comité de Milicias Antifascistas durante la guerra civil española y fue miembro de la Confederación Nacional del Trabajo. Debido a la victoria franquista, se exilió en Francia, desde donde siguió combatiendo el fascismo, en colaboración con la Resistencia francesa. Cofundadora del movimiento Mujeres Libres, administró las publicaciones de la revista homónima, en las que también colaboró con textos firmados con los seudónimos Libertad y Kyralinai (1970). Además, escribió en múltiples boletines y periódicos anarquistas, comoAcción Social ObreraoEl Libertario, y publicó el ensayoLa mujer en la lucha social y en la Guerra Civil de España(1974).En la actualidad, próxima a las zonas de La Pau y Besòs, se encuentra la calle de Lola Iturbe, en homenaje a su memoria.",
    "coords": "1389,1091,19",
    "shape": "circle"
  },
  {
    "id": 77,
    "nombre": "Lourdes Beneria i Farré",
    "influencia": ["Derechos", "Urbanismo"],
    "fechaNacimiento": "1937",
    "fechas": "La Vall de Boí, 1937",
    "alt": "Lourdes Beneria",
    "descripcion": "Defensora de una economía con perspectiva de género, es catedrática emérita del Departamento de Planificación Urbana y Regional de la Universidad Cornell (Nueva York) y ha sido asesora de la Organización Internacional del Trabajo y de la ONU. Licenciada en la Universidad de Barcelona en 1961, se doctoró en la Universidad de Columbia en 1975. Su labor por consolidar las bases de la economía con perspectiva de género vinculada al desarrollo y a la globalización le ha valido el reconocimiento internacional. Recibió la Cruz de Sant Jordi de la Generalitat de Catalunya en el 2018. Entre sus publicaciones destacaGénero, desarrollo y globalización: Una visión desde la economía feminista(Bellaterra, 2018), coescrita con Günseli Berik y Maria S. Floro.La parada Zona Franca comunica con un parque empresarial, cuyo tejido industrial es uno de los principales motores económicos de la ciudad.",
    "coords": "493,1304,18",
    "shape": "circle"
  },
  {
    "id": 78,
    "nombre": "Luisa Alba Cereceda",
    "influencia": ["Activismo", "Salud"],
    "fechaNacimiento": "1928",
    "fechas": "Barcelona, 1928-2011",
    "alt": "Luisa Alba",
    "descripcion": "Trabajadora social y activista por una sociedad igualitaria, fue monja javeriana y colaboró con Pare Manel a lo largo de los años, luchando por la dignificación de la vida en el barrio de las Roquetes. Exponente del trabajo de base en las calles, vecina de Sant Adrià de Besòs, recorría día tras día la línea 4 del metro de Barcelona para llegar a Vía Júlia y trabajar, incansablemente, en las Roquetes. Es muy reconocida por el tejido vecinal, que reivindica su memoria y su legado.",
    "coords": "1359,696,18",
    "shape": "circle"
  },
  {
    "id": 79,
    "nombre": "Mar Aubeso i Rull",
    "influencia": ["Activismo", "Cultura", "Urbanismo"],
    "fechaNacimiento": "1954",
    "fechas": "Barcelona, 1954-Santa Coloma de Gramenet, 2016",
    "alt": "Mar Aubeso",
    "descripcion": "Librera y activista, la librería que regentaba en la avenida de Santa Rosa de Santa Coloma de Gramenet era también un espacio de encuentro y diálogo.Vecina del barrio del Guinardó, en los ochenta se instaló en Santa Coloma de Gramanet, en el barrio del Raval, donde abrió la librería. Se implicó en las reivindicaciones vecinales para la mejora de infraestructuras, equipamientos y del transporte público. También impulsó la recogida de libros para crear la biblioteca popular Can Peixauet en el local de la asociación de vecinos y vecinas del barrio. Hoy la sala de personas adultas de la biblioteca pública de Can Peixauet lleva su nombre en homenaje a su implicación y pasión por los libros y la cultura.",
    "coords": "1490,870,18",
    "shape": "circle"
  },
  {
    "id": 80,
    "nombre": "Mar C. Llop",
    "influencia": ["Activismo", "Salud", "Derechos"],
    "fechaNacimiento": "1967",
    "fechas": "Barcelona 1967 – 2022",
    "alt": "Mar C. Llop",
    "descripcion": "Fue la retratista de referencia de las personas transgénero. La fotografía era una extensión de su activismo en defensa de los derechos de las personas trans. En los ochenta estudió fotografía en el Instituto de Estudios Fotográficos de Cataluña. Trabajó en el campo de la publicidad y en el mundo editorial. Se interesó sobre todo por el retrato y lo plasmó en proyectos como el de “Construcciones identitarias. Work in progress”. En esta obra capturó los diferentes procesos corporales que experimentan las personas transgénero. Fue miembro de la asociación Generem!, integrada por personas transgénero, y participó en la plataforma “Trans*forma la salut” para luchar por un nuevo modelo de atención a la salud para las personas trans.",
    "coords": "778,542,19",
    "shape": "circle"
  },
  {
    "id": 81,
    "nombre": "Margaret Michaelis-Sachs",
    "influencia": ["Literatura", "Urbanismo"],
    "fechaNacimiento": "1902",
    "fechas": "Dzieditz (Polonia), 1902-Melbourne (Australia), 1985",
    "alt": "Margaret Michaelis",
    "descripcion": "Judía, anarquista y fotógrafa de origen austriaco, Michaelis se marchó de Berlín en 1933 para afincarse en el barrio chino de Barcelona, donde estuvo hasta 1937 a causa del auge del nazismo y la llegada al poder de Hitler. Ya en la Ciudad Condal, la fotógrafa retrató la vida popular de la Barcelona de los años treinta, centrada en la arquitectura y el urbanismo de la ciudad y vinculada al Grupo de Arquitectos y Técnicos Catalanes para el Progreso de la Arquitectura Contemporánea (GATCPAC). Sus imágenes de arquitectura progresiva se publicaron en revistas catalanas comoD’ací i d’allày, después del estallido de la guerra civil española,Nova Iberia. Equipada con su cámara Leica, la fotógrafa captó puntos de vista que nunca se habían retratado antes, con una mirada propia y respetuosa de la vida y el carácter del barrio. El talento fotográfico de la joven austriaca no es ningún secreto para nadie; su obra es modernidad y dominio técnico y del entorno. Lo que no todo el mundo sabe es que, además de hacer excelentes fotografías, Michaelis era una muy buena escritora, tal como prueban los apuntes conservados en el Archivo Histórico del Colegio de Arquitectos de Cataluña. Durante la guerra civil española y antes de volver a Polonia, Margaret colaboró con el Comisariado de Propaganda de la Generalitat de Catalunya.",
    "coords": "1468,524,17",
    "shape": "circle"
  },
  {
    "id": 82,
    "nombre": "Margarida Comas Camps",
    "influencia": ["Activismo", "Cultura", "Derechos"],
    "fechaNacimiento": "1892",
    "fechas": "Alaior (Menorca), 1892-Exeter (Reino Unido), 1973",
    "alt": "Margarida Comas",
    "descripcion": "Fue posiblemente la científica española más importante del primer tercio del siglo XX. Además de científica era pedagoga, pintora, activista feminista y antifascista y una gran defensora de la innovación pedagógica. Se convirtió en una de las primeras mujeres en licenciarse y doctorarse en Ciencias Naturales en el Estado español. Durante los años de la República formó parte de las comisiones de enseñanza de Cataluña y en 1933 fue secretaria del Consejo Regional de Segunda Enseñanza, donde era la única mujer. Durante la Guerra Civil se marchó a Inglaterra como comisionada por la Universidad de Barcelona para hacer tareas de propaganda antifascista, donde más adelante acabó supervisando la educación de más de cuatro mil niños y niñas vascos refugiados en el Reino Unido. En la ciudad, unos jardines llevan el nombre de Margarida Comas i Camps en recuerdo y homenaje suyo. El Campus Mundet de la Universidad de Barcelona, centro neurálgico de las ciencias de la educación, incluye la Facultad de Pedagogía, la Facultad de Formación del Profesorado y la Facultad de Psicología.",
    "coords": "1130,564,18",
    "shape": "circle"
  },
  {
    "id": 83,
    "nombre": "Margarida Xirgu i Subirà",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1888",
    "fechas": "Molins de Rei, 1888-Montevideo (Uruguay), 1969",
    "alt": "Margarida Xirgu",
    "descripcion": "Actriz y directora de teatro, protagonizó y dirigió múltiples representaciones escénicas, muchas vinculadas con la obra de Federico García Lorca, con quien mantuvo una profunda amistad. Inició su etapa profesional en el Teatre Romea con solo 18 años. Gran parte de su trayectoria se desarrolló en Latinoamérica, donde vivió exiliada durante la dictadura franquista. Su extensa trayectoria como actriz dramática y directora incluye clásicos y obras contemporáneas, desde Shakespeare y Lope de Vega hasta Camus y Alberti, con predilección por el citado Lorca. Fundó la Escuela de Arte Dramático en Santiago de Chile, y dirigió la Comedia Nacional Uruguaya y la Escuela Municipal de Arte Dramático.",
    "coords": "1027,1086,19",
    "shape": "circle"
  },
  {
    "id": 84,
    "nombre": "Margarita Brender Rubira",
    "influencia": ["Urbanismo"],
    "fechaNacimiento": "1919",
    "fechas": "Rumanía, 1919-2000",
    "alt": "Margarita Brender",
    "descripcion": "Fue la primera mujer arquitecta de Cataluña y, durante muchos años, la única. Estudió arquitectura en Rumanía, pero en 1962 la Escuela Técnica Superior de Barcelona le convalidó el título y se colegió en el Colegio de Arquitectos de Cataluña. En los años sesenta, formó parte con los arquitectos Barba Corsini y Padrós de la construcción de los bloques de pisos de Can Mercader en Badalona.En sus proyectos en solitario, destacaba la defensa que hacía de la integración con la naturaleza. Dos de estos proyectos se publicaron en la revistaQuadernsen los setenta. Uno de ellos se ubicaba al lado del club de golf de El Prat de Llobregat: consistía en un complejo residencial de lujo con un club deportivo. Desafortunadamente, ninguno se llevó a cabo.",
    "coords": "233,1134,19",
    "shape": "circle"
  },
  {
    "id": 85,
    "nombre": "Margarita Rivière Martí",
    "influencia": ["Literatura", "Derechos"],
    "fechaNacimiento": "1944",
    "fechas": "Barcelona 1944 – 2015",
    "alt": "Margarita Rivière",
    "descripcion": "Prolífica periodista y ensayista, destacó por su defensa del feminismo durante la Transición. Con Teresa Rubio fueron las dos primeras periodistas mujeres en trabajar para elDiario de Barcelona, y en 1978 fue miembro fundacional deEl Periódico de Catalunya, donde también dirigió la sección cultural. Estudió Filosofía y Letras en la Universidad de Barcelona y diseño en París, y trató temáticas como el fenómeno de la moda como sistema comunicativo y cultural. También fue directora de la Agencia EFE en Cataluña y colaboradora habitual deLa VanguardiayEl País. Su habilidad como entrevistadora también es bien reconocida, y entre sus interlocutores encontramos a Elia Kazan, la Pasionaria, Yoko Ono, el dalái lama, Jordi Pujol o Pedro Almodóvar. En 1977 construyó, con el ginecólogo Santiago Dexeus, el primer manual de anticonceptivos que se publicó en España. En ese momento, la venta y administración de anticonceptivos estaba permitida, pero su difusión estaba prohibida por el Código penal.",
    "coords": "1627,839,16",
    "shape": "circle"
  },
  {
    "id": 86,
    "nombre": "Mari Pepa Colomer – Maria Josep Colomer i Luque",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1913",
    "fechas": "Barcelona, 1913-Surrey (Reino Unido), 2004",
    "alt": "Mari Pepa Colomer",
    "descripcion": "Fue la primera mujer catalana en obtener el título de piloto de aviación y se hizo famosa al conseguir aterrizar un zepelín en el aeródromo de Barcelona, donde actualmente se encuentra el aeropuerto. Fue en este lugar donde tuvo el primer contacto con la aviación, en 1930, y donde llevó a cabo múltiples vuelos de ensayo. En 1932 accedió a la Unión de Pilotos Aviadores de Cataluña, creada el mismo año, que le concedió el título oficial de instructora de vuelo. Posteriormente, trabajó como profesora en la Escuela de Aviación de Barcelona y en la Cooperativa de Trabajo Aéreo, cofundada por ella y sus compañeros de gremio. En la Escuela de Aviadores Militares coincidió con Dolors Vives Rodons, otra mujer pionera de la aviación con quien trabajó durante la Guerra Civil, controlando barcos enemigos, y registró movimientos aéreos en Barcelona y Valencia hasta el bombardeo del aeródromo de El Prat. Después de ayudar a atravesar la frontera hispanofrancesa a miles de exiliados y exiliadas republicanos, al final de la guerra se exilió en Inglaterra. Nunca más volvió a volar.",
    "coords": "189,1253,18",
    "shape": "circle"
  },
  {
    "id": 87,
    "nombre": "Maria Àngels Rivas Ureña",
    "influencia": ["Activismo", "Urbanismo"],
    "fechaNacimiento": "1935",
    "fechas": "Targist (Marruecos), 1935-Barcelona, 1994",
    "alt": "Maria Àngels Rivas",
    "descripcion": "Activista vecinal, en los años sesenta llegó a Barcelona con sus dos hijos después de vivir en Marruecos, Tánger y Suiza. Primero vivieron en una pensión de la plaza Reial y después se instalaron en el barrio de la Guineueta. Llevaba poco tiempo en el barrio cuando reclamó junto a otros vecinos y vecinas la instalación de semáforos en el paseo de Valldaura para mejorar la seguridad vial. Años después empezó a militar en el Partido Socialista Unificado de Cataluña, donde trabajó intensamente para mejorar la realidad social del barrio: conectó al vecindario a la red de telefonía y protestó contra la expropiación de viviendas para construir la actual ronda de Dalt. Gracias a las protestas vecinales se consiguió que el planeamiento urbanístico de la ronda se modificara. Su liderazgo la llevó a ser presidenta de la Asociación de Vecinos y Vecinas de la Guineueta y se implicó a fondo en las reivindicaciones del nuevo barrio de Canyelles, que se edificó durante los setenta. Fue la primera presidenta de la Asociación de Vecinos y Vecinas de Canyelles.",
    "coords": "1263,602,20",
    "shape": "circle"
  },
  {
    "id": 88,
    "nombre": "Maria Àngels Rosell Simplicio",
    "influencia": ["Activismo", "Salud", "Cultura", "Derechos"],
    "fechaNacimiento": "1931",
    "fechas": "Barcelona, 1931-2016",
    "alt": "Maria Àngels Rosell",
    "descripcion": "Fundadora del jardín de infancia Blenedai en el barrio de barracas del Camp de la Bota. En los ochenta, Rosell fue concejala de Servicios Sociales del Ayuntamiento de Sant Adrià de Besòs, donde impulsó la creación del Casal de la Mujer, uno de los primeros servicios de atención de Cataluña. Cuando abandonó la concejalía, se implicó en mejorar la realidad social del barrio de la Mina, donde fundó la Asociación de Mujeres de la Mina, Adrianes, para promover la transformación del barrio con la participación de las mujeres. También colaboró activamente con otras iniciativas comunitarias. En reconocimiento a su labor social, en el 2010 recibió la Medalla al Trabajo President Macià de la Generalitat de Catalunya.",
    "coords": "1428,1001,19",
    "shape": "circle"
  },
  {
    "id": 89,
    "nombre": "Maria Antònia Canals i Tolosa",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1931",
    "fechas": "Barcelona 1931 – 2022",
    "alt": "Maria Antònia Canals",
    "descripcion": "Es la referencia principal de la enseñanza de matemáticas en la etapa de educación infantil. Canals era matemática y pedagoga, y fue cofundadora de la Asociación de Maestros Rosa Sensat. Canals estudió Magisterio en la Escuela Normal de Tarragona y Ciencias Exactas en la Universidad de Barcelona. A lo largo de su trayectoria siempre quiso llevar los modelos pedagógicos avanzados a los barrios periféricos de la ciudad. Lideró la creación de la Escuela Ton i Guida, en las Roquetes. Fue la directora desde el principio, en 1962, hasta 1980. Durante los años sesenta y setenta el centro educativo fue puntero por sus metodologías renovadoras. El alumnado hacía excursiones y se estudiaban asignaturas como plástica o música, y podía expresarse en catalán. En los ochenta la escuela pasó a la red pública y se fusionó con la Escuela Pla de Fornells, convirtiéndose en la actual Escuela Antaviana. En reconocimiento a su labor de renovación pedagógica en el 2006 recibió la Cruz de Sant Jordi.",
    "coords": "1351,600,17",
    "shape": "circle"
  },
  {
    "id": 90,
    "nombre": "Maria Aurèlia Capmany i Farnés",
    "influencia": ["Activismo", "Cultura", "Literatura", "Derechos"],
    "fechaNacimiento": "1918",
    "fechas": "Barcelona 1918 – 1991",
    "alt": "Maria Aurèlia Capmany",
    "descripcion": "Referente intelectual del tardofranquismo, fue escritora, pedagoga y política. Autora de la reconocida novelaBetúlia,su aportación al mundo del teatro es también destacable, con obras comoTu i l’hipòcrita. Polifacética y con una obra extensa, cultivó desde la novela, la narrativa breve, la literatura infantil y el teatro hasta el ensayo, el dietario y el guion para pequeña pantalla y radio. Comprometida con el feminismo, lo refleja en parte importante de su producción escrita, como en la obraFeliçment jo soc una dona(1969). Desde 1987, el Ayuntamiento de Barcelona otorga el Premio 8 de Marzo-Maria Aurèlia Capmany a iniciativas y proyectos orientados a la defensa y promoción de los derechos de las mujeres, con una temática diferente cada año. La parada Urgell está próxima al Coliseum. En su cúpula se fundó en 1960 la Escuela Dramática Adrià Gual, impulsada por Maria Aurèlia Capmany y Ricard Salvat.",
    "coords": "805,1086,16",
    "shape": "circle"
  },
  {
    "id": 91,
    "nombre": "Maria Canals - Maria del Remei Canals i Cendrós",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1914",
    "fechas": "Barcelona, 1914-2010",
    "alt": "Maria Canals",
    "descripcion": "Pianista de proyección internacional, actuó en las principales capitales europeas. Se inició como intérprete profesional en 1940, y destaca su presencia en el Palau de la Música Catalana a raíz de su primer recital como solista, dos años más tarde. Impulsó la Academia de Música Ars Nova y el Concurso Maria Canals, para impulsar la pedagogía musical, y creó el Concurso Internacional de Ejecución Musical Maria Canals con vocación de promover el talento de las nuevas generaciones. Es bien conocida entre los barceloneses y las barcelonesas la presencia de pianos abiertos en espacios públicos de la ciudad cuando se celebra el concurso. En 1990 la Generalitat de Catalunya le otorgó la Cruz de Sant Jordi. La parada Passeig de Gràcia se encuentra próxima a la Academia de Música Ars Nova, ubicada en la Gran Via de les Corts Catalanes, 654.",
    "coords": "941,1087,19",
    "shape": "circle"
  },
  {
    "id": 92,
    "nombre": "María Dolores Juliano Corregido",
    "influencia": ["Activismo", "Cultura", "Derechos", "Urbanismo"],
    "fechaNacimiento": "1932",
    "fechas": "Necochea (Argentina), 1932-Barcelona, 2022",
    "alt": "María Dolores Juliano",
    "descripcion": "Reconocida antropóloga social, también fue escritora y activista feminista, autora de la obraLes altres dones: la construcció de l’exclusió social. Llegó a Barcelona en 1976 como exiliada de la dictadura argentina de Videla, donde ejerció como docente en la Facultad de Geografía e Historia de la Universidad de Barcelona entre 1977 y el 2001. Sus grandes aportaciones a la antropología se centran en movimientos migratorios y los estudios de género. Su trayectoria fue reconocida con la Cruz de Sant Jordi de la Generalitat de Catalunya en el 2010. L’Hospitalet en su conjunto es una de las áreas urbanas con más porcentaje de inmigración procedente de otros continentes en olas recientes.",
    "coords": "472,898,14",
    "shape": "circle"
  },
  {
    "id": 93,
    "nombre": "Maria Dolors Calvet i Puig",
    "influencia": ["Activismo", "Derechos", "Urbanismo"],
    "fechaNacimiento": "1950",
    "fechas": "Sabadell, 1950",
    "alt": "Maria Dolors Calvet",
    "descripcion": "La Constitución también tiene madres, y Maria Dolors Calvet i Puig es una de ellas, junto con 27 mujeres más implicadas en el proceso constituyente de la Transición española. También es la única mujer parlamentaria que participó en la confección del Estatuto de autonomía de Cataluña de 1979 y es diputada de la primera legislatura en el Parlamento de Cataluña. A principios de los setenta se instaló en L’Hospitalet de Llobregat y participó en la organización del comité local del PSUC. Además de política, es licenciada en Ciencias de la Información por la Universidad Autónoma de Barcelona (UAB) y doctora por la Universidad Politécnica de Cataluña (UPC). Además, ha ejercido como profesora de Urbanismo y Ordenación del Territorio del Departamento de Ingeniería de la Construcción de la UPC y es miembro del Grupo de Igualdad de Oportunidades en la Arquitectura, la Ciencia y la Tecnología (GIOPACT), que defiende la equidad y los derechos de las mujeres científicas. Entre otras instituciones, colabora con la Asociación de los Amigos de las Naciones Unidas, que en 1975 organizaron el Año Internacional de la Mujer. En el 2015 recibió la Medalla de Honor del Parlamento de Cataluña.",
    "coords": "460,830,18",
    "shape": "circle"
  },
  {
    "id": 94,
    "nombre": "Maria Lluïsa Serralta",
    "influencia": ["Activismo", "Cultura", "Derechos"],
    "fechaNacimiento": "2022",
    "fechas": "Barcelona 2022",
    "alt": "Maria Lluïsa Serralta",
    "descripcion": "La historia de las Roquetes no se entendería sin el activismo de Maria Lluïsa Serralta y su labor por preservar la memoria y el patrimonio. En 1983 creó el Archivo Histórico de Roquetes-Nou Barris.Una de sus luchas fue la recuperación del Castell de Torre Baró, un símbolo histórico y emblemático de Nou Barris. También reivindicó la memoria de las mujeres de los lavaderos de las casas del Gobernador. Construidos en 1953, además de ser un punto de agua para lavar la ropa, eran un espacio de sororidad y de encuentro de mujeres. Hoy una placa y un atril recuerda dónde estaban ubicados estos lavaderos. Fue la presidenta de la Asociación de Vecinos del Verdun, desde donde canalizó las luchas y las reivindicaciones del barrio.Durante los setenta impulsó la apertura de la Escuela de Adultos Freire, ubicada en la Vía Favència, para la alfabetización y la emancipación de las mujeres del barrio.",
    "coords": "1467,563,18",
    "shape": "circle"
  },
  {
    "id": 95,
    "nombre": "María Luz Morales Godoy",
    "influencia": ["Literatura"],
    "fechaNacimiento": "1890",
    "fechas": "Marineda 1890 – Barcelona 1980",
    "alt": "María Luz Morales",
    "descripcion": "Periodista, escritora y traductora, en 1921 dirigió la revista femeninaEl Hogar y la Moday, dos años más tarde, fue redactora deLa Vanguardiay otros medios de prensa. En 1926 ganó el Premio Cámara del Libro de Barcelona, que reconocía su labor periodística por su artículoElogio del libro. Se convirtió en una experta en materia de teatro y cine y ejerció como crítica. En 1940 fue denunciada por haber sido directora deLa Vanguardiay encarcelada en el convento de monjas de la carretera de Sarrià, además de inhabilitada para seguir ejerciendo como periodista. En 1949 volvió a la actividad, que ya nunca abandonaría, y hasta sus últimos días fue colaboradora delDiario de Barcelona. Durante una etapa de su vida dirigió la enciclopediaUniversitasde la Editorial Salvat (Mallorca, 47), próxima a la estación Rocafort.",
    "coords": "755,1088,17",
    "shape": "circle"
  },
  {
    "id": 96,
    "nombre": "Maria Matilde Almendros i Carcasona",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1922",
    "fechas": "Manresa 1922 – Barcelona 1995",
    "alt": "Maria Matilde Almendros",
    "descripcion": "Actriz, directora de teatro, locutora y voz de doblaje, fue primordial en el uso del catalán en antena durante la posguerra y la Transición española. En 1976 se incorporó a Ràdio 4, donde participó, entre otras producciones, enLa veu de la sardanayLliçons de català.Miembro de la compañía del Teatre Romea, dirigió funciones comoLa reina, adaptación del poema dramático de Josep Maria de Sagarra, e interpretó papeles destacados en varias obras, comoTerra baixa(1953). En 1969 recibió el Premio Ondas y en 1990 la Generalitat de Catalunya le otorgó la Cruz de Sant Jordi. Su parada se encuentra situada cerca de la primera emisora de radio en España, ubicada en 1926 en el Tibidabo.",
    "coords": "888,683,15",
    "shape": "circle"
  },
  {
    "id": 97,
    "nombre": "Maria Salvo i Iborra",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1920",
    "fechas": "Sabadell 1920 – Barcelona 2020",
    "alt": "Maria Salvo",
    "descripcion": "Activista antifranquista, estuvo dieciséis años en la prisión de mujeres de Les Corts. En 1941 la detuvieron por ser secretaria de propaganda del Comité de Barcelona de las Juventudes Socialistas Unificadas de Cataluña. La condenaron a treinta años por llevar a cabo actividades clandestinas. Ya en democracia, dirigió la Asociación Catalana de Expresos Políticos. En 1997 colaboró en la creación de la asociación Les Dones del 36, junto con Josefina Piquet, la Nena del 36, y otras mujeres supervivientes de la Guerra Civil. El mismo año, la asociación recibió el Premio Maria Aurèlia Capmany del Ayuntamiento de Barcelona. En el 2004 fue investida doctorahonoris causapor la Universidad Politécnica de Cataluña. Un año más tarde fue condecorada con la Cruz de Sant Jordi.En sus últimos años colaboró con la plataforma para reivindicar un monumento en memoria de la prisión de mujeres de Les Corts.Vivió muchos años cerca de la plaza de Lesseps.",
    "coords": "967,759,18",
    "shape": "circle"
  },
  {
    "id": 98,
    "nombre": "Maria-Mercè Marçal i Serra",
    "influencia": ["Activismo", "Literatura", "Derechos"],
    "fechaNacimiento": "1952",
    "fechas": "Ivars d’Urgell 1952 – Barcelona 1998",
    "alt": "Maria-Mercè Marçal",
    "descripcion": "“A l’atzar agraeixo tres dons: haver nascut dona, de classe baixa i nació oprimida. I el tèrbol atzur de ser tres voltes rebel”. Estos famosos versos definen el carácter de esta poeta, traductora y narradora de talento desbordante. Forman parte del poema “Divisa” y se pueden leer en la obraCau de llunes, publicado en 1976 con prólogo de Joan Brossa y que ganó el Premio Carles Riba. En 1969 llegó a Barcelona para estudiar en la Universidad de Barcelona, donde se licenció en Filosofía Clásica. Su prolífica obra trató cuestiones como el amor entre mujeres, tema inédito en la literatura catalana hasta la publicación del poemarioTerra de mai. Recibió varios reconocimientos, como el Premio de la Institución de las Letras Catalanas (1996) por su novelaLa passió segons Renée Vivien. Antes de morir prematuramente, con 45 años, el Ayuntamiento de Barcelona le otorgó la Medalla de Honor de la ciudad. La parada Vilapicina está próxima al barrio del Turó de la Peira, donde nació su hija Heura.",
    "coords": "1203,702,20",
    "shape": "circle"
  },
  {
    "id": 99,
    "nombre": "Marina Ginestà Coloma",
    "influencia": ["Activismo", "Literatura"],
    "fechaNacimiento": "1919",
    "fechas": "Toulouse, 1919 - París, 2014",
    "alt": "Marina Ginestà",
    "descripcion": "Su fotografía en la azotea del Hotel Colón de Barcelona, con mirada desafiante, fusil al hombro y vestida de miliciana, es uno de los retratos más icónicos de la Guerra Civil, obra de Juan Guzmán. Al pie de la imagen, hecha con fines propagandísticos, decía: “Barcelona, 21 de julio de 1936. La miliciana Marina Jinesta, miembro de la juventud comunista, posa en la terraza del hotel Colón, donde se ha establecido una oficina de alistamiento de milicianos”. Durante la guerra trabajó como periodista y traductora, pero con la victoria franquista acabó encarcelada en un campo de concentración. Liberada un par de meses después, huyó a Francia, desde donde se embarcó a la República Dominicana hasta 1946, de donde tuvo que volver a exiliarse debido a la persecución de republicanos y republicanas españoles que lideró el dictador Rafael Trujillo. Volvió a Barcelona con la llegada de la democracia, y en 1976 publicó dos novelas galardonadas:Els antípodes, con la que ganó el Premio Fastenrath de los Juegos Florales de Barcelona en 1977, yEn vindran d’altres, Premio Salvador Seguí de los Juegos Florales de la Lengua Catalana en el exilio.",
    "coords": "1086,1055,16",
    "shape": "circle"
  },
  {
    "id": 100,
    "nombre": "Maruja Ruiz Martos",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1936",
    "fechas": "Guadix (Granada) 1936",
    "alt": "Maruja Ruiz Martos",
    "descripcion": "Dirigente obrera y activista vecinal, en 1976 lideró un encierro popular en la iglesia de Sant Andreu de Palomar cuando despidieron a su marido de la empresa Motor Ibérica, junto a otros 1.800 trabajadores, y después de más de un mes de huelga. Hija de familia represaliada por el franquismo, llegó a Barcelona con su madre en 1949 y se afilió al PSUC. Conocida como la Maruja de Nou Barris, en el 2021 rechazó de las manos del entonces alcalde, Xavier Trias, la Medalla de Honor de Barcelona “por los recortes en servicios públicos”. Junto a otros activistas vecinales, ha luchado durante años por evitar la construcción donde hoy se asienta el Casal de la Prosperitat. La iglesia de Sant Andreu está próxima al metro Fabra i Puig.",
    "coords": "1317,815,19",
    "shape": "circle"
  },
  {
    "id": 101,
    "nombre": "Maruja Torres – María Dolores Torres Manzanera",
    "influencia": ["Literatura"],
    "fechaNacimiento": "1943",
    "fechas": "Barcelona 1943",
    "alt": "Maruja Torres",
    "descripcion": "Periodista, escritora y corresponsal de guerra, es una testigo imprescindible y representante de toda una generación de pensamiento crítico. De formación autodidacta, su primer contacto con los medios fue en 1963, como secretaria y redactora del diarioLa Prensa. Durante los sesenta trabajó para la revistaGarboy también publicó artículos enFotogramas,El PaísoLa Calle. A principios de los ochenta se trasladó a Madrid y se incorporó a la redacción deEl País, que en ese momento dirigía Rosa Montero. En 1989, como corresponsal de guerra durante la invasión estadounidense en Panamá, vivió el asesinato del fotógrafo Juantxu Rodríguez, que murió por disparos del ejército de los Estados Unidos. Durante algunos años vivió en Beirut, desde donde cubrió el conflicto de Líbano, y, finalmente, volvió a Barcelona, donde combinó la publicación de libros y artículos periodísticos. En el 2013 dimitió como redactora de opinión deEl País, y desde entonces colabora con elelDiario.es. En el 2000 recibió el Premio Planeta por su novelaMientras vivimos, y en el 2009 ganó el Premio Nadal porEsperadme en el cielo.",
    "coords": "1675,760,17",
    "shape": "circle"
  },
  {
    "id": 102,
    "nombre": "Mary Santpere – María Santpere Hernáez",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1913",
    "fechas": "Barcelona 1913 – Madrid 1992",
    "alt": "Mary Santpere",
    "descripcion": "Actriz, cantante y vedete, consiguió entrar en un campo, el del humor, que estaba monopolizado por los hombres. Fue conocida como la reina del Paral·lel por su notable presencia en los teatros de la avenida. Trabajó en la pequeña y en la gran pantalla y destacó en su faceta teatral. En 1938 debutó como actriz de cine con Paco Martínez Soria, con quien trabajó en más ocasiones. Poco después conoció al director y guionistaIgnasi Ferrés Iquino(más conocido como Ignacio F. Iquino), con quien colaboraría durante más de cuatro décadas. En los años cincuenta despuntó como actriz musical, pero su trayectoria como actriz cómica continuó hasta sus últimos días. Polifacética y carismática, sus papeles dejaron una huella imborrable, como la condesa que interpretó enPatrimonio nacional(1981), de Luis García Berlanga. En 1959 recibió la Medalla de Oro del Círculo de Bellas Artes, y en 1988 le otorgaron el Premio de Honor de la Generalitat de Catalunya.",
    "coords": "815,1245,19",
    "shape": "circle"
  },
  {
    "id": 103,
    "nombre": "Mercè Rodoreda i Gurguí",
    "influencia": ["Literatura"],
    "fechaNacimiento": "1908",
    "fechas": "Barcelona 1908 – Girona 1983",
    "alt": "Mercè Rodoreda",
    "descripcion": "El recuerdo de Colometa habita en la memoria de cualquier lector o lectora que haya paseado porLa plaza del Diamante. Obra universal de una de las escritoras barcelonesas más internacionales, nació en el seno de una familia bohemia y culta. Creció en la calle de Pàdua, en el barrio de Sant Gervasi de Cassoles, a medio camino entre los mundos literarios infinitos y los horizontes limitados de una chica bien educada de principios del siglo XX. La pluma fue la clave para huir de aquella realidad cerrada, y en 1932 publicó su primera novela,Sóc una dona honrada?(¿Soy una mujer honrada?). Durante los siguientes años compaginó la publicación de cuentos, artículos periodísticos y novelas, entre las que destacanAloma(1938). Al final de la Guerra Civil, emprendió el camino del exilio a Francia con otros y otras intelectuales, y no volvió hasta 1972. La escritora vivió en París, Ginebra y Viena, desde donde siguió publicando:Veintidós cuentos(1958),La plaza del Diamante(1962),La calle de las Camelias(1966) yJardín junto al mar(1967). A finales de los sesenta sus obras se empezaron a traducir y aumentó su notoriedad, que se consolidó durante los setenta. En 1974 publicóEspejo roto, y durante los siguientes años se editaron las obras completas y se adaptaron a la pantallaAlomayLa plaza del Diamante.",
    "coords": "890,767,16",
    "shape": "circle"
  },
  {
    "id": 104,
    "nombre": "Mercè Sala i Schnorkowski",
    "influencia": ["Urbanismo"],
    "fechaNacimiento": "1943",
    "fechas": "Barcelona 1943 – 2008",
    "alt": "Mercè Sala",
    "descripcion": "Concejala del Ayuntamiento de Barcelona durante tres mandatos consecutivos, también fue presidenta de TMB y primera teniente de alcaldía de Urbanismo y Obras Públicas. Licenciada en Ciencias Económicas, durante nueve años trabajó en el Banco Industrial de Cataluña. Su primera legislatura coincidió con las primeras elecciones municipales democráticas, en 1979. En 1991 se convirtió en la primera mujer en alcanzar el cargo de presidenta de Renfe (Red Nacional de Ferrocarriles Españoles), desde donde impulsó la puesta en funcionamiento de la primera línea de Alta Velocidad de España (AVE). La parada de metro Sants comunica con la estación de Renfe más importante de toda la ciudad.",
    "coords": "696,954,18",
    "shape": "circle"
  },
  {
    "id": 105,
    "nombre": "Míriam Hatibi",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1993",
    "fechas": "Barcelona 1993",
    "alt": "Míriam Hatibi",
    "descripcion": "Analista de datos y activista feminista y antirracista. Pone el foco al combatir la islamofobia, defender los derechos de las mujeres musulmanas y reivindicar una visión más plural de la sociedad. Ha sido portavoz de la Fundación Ibn Battuta, una entidad que potencia el intercambio sociocultural y científico con Marruecos. Es una firme defensora del poder de la comunicación para conseguir cambios sociales.En el 2015 se graduó en International Business and Economics en la Universidad Pompeu Fabra y, posteriormente, cursó el Máster de Internacionalización en la Universidad de Barcelona. Participa en programas de radio y televisión, como al programaTerrícolesde Betevé. Actualmente es consultora de comunicación en la empresa Sibilare.",
    "coords": "1056,632,17",
    "shape": "circle"
  },
  {
    "id": 106,
    "nombre": "Montserrat Avilés i Vila",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1936",
    "fechas": "Barcelona 1936 – 2017",
    "alt": "Montserrat Avilés",
    "descripcion": "Abogada laboralista y antifranquista, fue un referente en la defensa de los derechos de los trabajadores y trabajadoras. Desde que abrió su despacho, junto con su marido, en 1960, atendió muchos de los conflictos laborales y sindicales que sucedieron durante los últimos años del franquismo y principios de la Transición. Fue mediadora laboral de conflictos laborales con empresas como SEAT, Harry Walker o La Maquinista Terrestre y Marítima. En los sesenta formó parte de la junta del Colegio de Abogados de Barcelona con el objetivo de democratizar una institución que carecía de transparencia interna y de independencia.En lo político, militó en el Frente de Liberación Popular y en el Partido Socialista Unificado de Cataluña. En 1973 fue una de las 113 personas detenidas en la reunión que la plataforma antifranquista de la Assemblea de Catalunya celebró en la iglesia de Santa Maria Mitjancera, en la calle de Entença. Por su oposición al régimen franquista pasó tres meses en la prisión Modelo.El despacho laboralista estuvo abierto hasta el 2013, año en que cedió el fondo documental al Archivo Histórico de la Fundación Cipriano García.",
    "coords": "546,1068,19",
    "shape": "circle"
  },
  {
    "id": 107,
    "nombre": "Montserrat Caballé i Folch",
    "influencia": ["Deporte", "Cultura"],
    "fechaNacimiento": "1933",
    "fechas": "Barcelona 1933 – 2018",
    "alt": "Montserrat Caballé",
    "descripcion": "Soprano lírica de proyección internacional, con un repertorio que supera el centenar de obras, es una de las voces operísticas más importantes de finales del siglo XX. Especialista del bel canto y con una técnica vocal impecable, debutó en 1956 con La flauta mágica de Mozart. El mismo año interpretó a Mimí en la obra La bohèmede Puccini y cultivó un gran éxito internacional. Actuó en auditorios y teatros de todo el mundo, desde el Gran Teatre del Liceu de Barcelona o el Carnegie Hall de Nueva York hasta La Scala de Milán. Recibió importantes distinciones, entre las que destaca la Medalla de Oro al Mérito en las Bellas Artes (1973) y el Premio Nacional de Música (1988). Su interpretación de Barcelona junto con Freddie Mercury en la inauguración de los Juegos Olímpicos del 92 representa un gran hito internacional y es una actuación icónica para los barceloneses y las barcelonesas.",
    "coords": "887,1249,19",
    "shape": "circle"
  },
  {
    "id": 108,
    "nombre": "Montserrat Carulla i Ventura",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1930",
    "fechas": "Barcelona 1930 – 2020",
    "alt": "Montserrat Carulla",
    "descripcion": "Actriz y dobladora, su trayectoria abarca la notable participación en más de ochenta obras de teatro, aparte de su trabajo en el cine, además de ser un referente en el imaginario de la pequeña pantalla catalana, acompañando al público casi de manera interrumpida desde 1976 hasta el 2017. Creció en un barrio obrero de Sant Gervasi, pero durante la Guerra Civil la trasladaron, junto con sus dos hermanos, a Sant Feliu de Codines. Al acabar la guerra, su padre intentó exiliarse en Francia a causa de su vinculación con el bando republicano, pero fue retenido durante más de un año en el campo de concentración de Argelers. La precariedad de la posguerra marcó sus primeros años. Desde su juventud demostró vocación artística y muy pronto empezó a colaborar en la radio. Se formó en el Instituto del Teatro de Barcelona, y empezó su trayectoria profesional como actriz en la década de 1960, con papeles en obras teatrales como la adaptación deRomeo y Julietade Josep Maria de Sagarra. Desde entonces, su carrera ya no se detuvo, y durante cuatro décadas fue una de las caras más conocidas del panorama interpretativo catalán. Fue galardonada con varios reconocimientos, como la Medalla de Oro de la Generalitat de Catalunya. De pequeña vivió en el Baix Guinardó, en el pasaje del Ordi, donde recuerda sus juegos de la infancia.",
    "coords": "1241,814,20",
    "shape": "circle"
  },
  {
    "id": 109,
    "nombre": "Montserrat Roig i Fransitorra",
    "influencia": ["Activismo", "Cultura", "Literatura", "Derechos"],
    "fechaNacimiento": "1946",
    "fechas": "Barcelona, 1946-1991",
    "alt": "Montserrat Roig",
    "descripcion": "Fue una de las voces más importantes de la literatura catalana contemporánea y la novelista de Barcelona.Escritora, periodista y feminista, la Ciudad Condal, y más concretamente L’Eixample, fueron el escenario principal donde transcurren las historias de novelas sensacionales comoEl temps de les cireres,La veu melodiosaoL’hora violeta. Gracias al gran trabajo de investigación periodística que hizo conEls catalans als camps nazisse conserva la memoria histórica de muchos de los represaliados y represaliadas por el nazismo. Uno de sus referentes era Mercè Rodoreda, a quien consideraba su maestra.Estudió y se doctoró en Filosofía y Letras en la Universidad de Barcelona.Su compromiso político antifascista la llevó a participar en la Capuchinada de 1966. Ya en los años setenta, militó en el PSUC e impulsó la Assemblea Permanent d’Intel·lectuals Catalans, después de participar en el encierro de intelectuales en la abadía de Montserrat en protesta contra el proceso de Burgos. Durante los ochenta, su figura como escritora se consagró, y colaboró con diferentes diarios, televisiones y radios. Fue galardonada con diferentes premios literarios como el Premio Nacional de Literatura Catalana de ensayo o el Premio Crítica Serra d’Or.",
    "coords": "739,649,17",
    "shape": "circle"
  },
  {
    "id": 110,
    "nombre": "Montserrat Tresserras i Dou",
    "influencia": ["Deporte"],
    "fechaNacimiento": "1930",
    "fechas": "Olot 1930 – 2018",
    "alt": "Montserrat Tresserras",
    "descripcion": "Nadadora pionera en las pruebas de larga distancia, fue la primera persona del mundo en cruzar el canal de la Mancha en ambos sentidos y la primera mujer de España en atravesar el estrecho de Gibraltar, en 1957. Mecanógrafa de profesión, de adolescente tomó contacto con el mar para iniciar su carrera profesional con 24 años. Llevó a cabo travesías desde el puerto de Barcelona hasta otros puertos catalanes, y pronto sus objetivos crecieron. Su primera proeza, la de llegar a nado en poco más de cinco horas desde la Península hasta la costa africana,la puso en la portada de todos los diarios, en una época en que las efemérides deportivas protagonizadas por mujeres eran escasas por la falta de acceso e igualdad. Solo un año más tarde completó nadando la travesía del canal de la Mancha, lo que acrecentó su fama. Finalmente, en 1961 conseguiría su logro más destacado, cuando nadó el trayecto inverso que había hecho tres años antes, desde la costa inglesa hasta la francesa. El éxito la consolidó como una de las nadadoras de largas distancias más importantes del siglo XX, y una pionera del deporte femenino.",
    "coords": "457,1303,18",
    "shape": "circle"
  },
  {
    "id": 111,
    "nombre": "Nadia Ghulam",
    "influencia": ["Activismo", "Literatura", "Derechos"],
    "fechaNacimiento": "1985",
    "fechas": "Kabul (Afganistán), 1985",
    "alt": "Nadia Ghulam",
    "descripcion": "Como muchas otras mujeres afganas, su vida está marcada por las consecuencias de la guerra y del régimen talibán.Escritora y activista por los derechos humanos, una bomba la hirió de gravedad en 1991 durante la guerra civil de su país. Pasó seis meses en el hospital, durante los cuales la operaron catorce veces. Para esquivar las rígidas prohibiciones del régimen talibán y ayudar a su familia, durante diez años se hizo pasar por su hermano muerto durante la guerra. Esta experiencia la narró más tarde, en el 2010, en la novelaEl secreto de mi turbante, por la que ganó el Premio Prudenci Bertrana de novela.En el 2006, gracias a la Asociación por los Derechos Humanos en Afganistán, llegó a Badalona, donde vive actualmente con su familia adoptiva.",
    "coords": "1539,1095,20",
    "shape": "circle"
  },
  {
    "id": 112,
    "nombre": "Neus Bouzá Gil",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1916",
    "fechas": "Barcelona 1916 – 1939",
    "alt": "Neus Bouzá",
    "descripcion": "Activista antifranquista. Con 22 años, fue condenada a muerte y fusilada el 26 de mayo de 1939, en el Camp de la Bota, junto a otras once reclusas de la prisión de mujeres de Les Corts.Vivía en el Poblenou, trabajó en la fábrica textil de la calle de Alí Bei y era militante de la CNT. Se implicó en la lucha por las libertades civiles y los derechos de la población obrera. Durante la Guerra Civil formó parte de las milicias obreras de la retaguardia destinadas al castillo de las cuatro torres que había en el barrio del Camp de la Bota. Transcurrida la guerra, la detuvieron y acusaron de haber colaborado con la ejecución de personas de derechas, lo que negaría con rotundidad.La parada de Selva de Mar se encuentra cerca de donde se encontraba el castillo de las cuatro torres, donde Bouzá hizo de miliciana. Delante del edificio Fòrum hay un monolito en recuerdo de las personas fusiladas en el Camp de la Bota.",
    "coords": "1319,1203,20",
    "shape": "circle"
  },
  {
    "id": 113,
    "nombre": "Neus Català i Pallejà",
    "influencia": ["Deporte"],
    "fechaNacimiento": "1915",
    "fechas": "Els Guiamets 1915 – 2019",
    "alt": "Neus Català",
    "descripcion": "Enfermera, antifascista y superviviente del campo de concentración nazi de Ravensbrück. Diplomada en enfermería en 1937, se trasladó a Barcelona para apoyar al Gobierno de la República. En 1939 cruzó la frontera con 182 niños y niñas del orfanato de Premià de Dalt.En 1943 los nazis la detuvieron y encarcelaron en Limoges y, al año siguiente, la deportaron a Ravensbrück, en Alemania. En el campo formó parte del llamado comando de las gandulas, un grupo de mujeres que boicoteaba la producción de armas que se hacía en una fábrica de Holleischen. Consiguieron inutilizar unos diez millones de balas y dañaron numerosa maquinaria de armamento. Una vez liberada, en 1945 volvió a Francia, donde continuó la lucha antifranquista y la militancia en Comunistes de Catalunya. Presidió la asociación Amical de Ravensbrück, creada en el 2005, y fue distinguida con diferentes galardones como la Medalla de Oro de la Generalitat de Catalunya (2005) o la Medalla de Oro al Mérito Cívico del Ayuntamiento de Barcelona (2014).",
    "coords": "493,845,17",
    "shape": "circle"
  },
  {
    "id": 114,
    "nombre": "Núria Espert i Romero",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1935",
    "fechas": "L’Hospitalet de Llobregat 1935",
    "alt": "Núria Espert",
    "descripcion": "Desde su debut profesional en los escenarios como Eurípides enMedea, en 1954, se ha convertido en una de las actrices catalanas más reconocidas, prolíficas y premiadas de la segunda mitad del siglo XX. Vivió hasta los 19 años en el barrio de Santa Eulàlia, en la calle de Buenos Aires, y ya desde los 16 años participó en montajesamateurshasta su primer papel profesional. El teatro es su hábitat interpretativo, pero también ha trabajado en la dirección escénica y la ópera, con títulos comoMadama Butterfly, de Giacomo Puccini, oLa traviata, de Giuseppe Verdi. Ha participado en decenas de montajes teatrales de éxito, desde clásicos comoDon Juan Tenorio, de José Zorrilla, oEl caballero de Olmedo, de Lope de Vega, hasta obras contemporáneas comoLas brujas de Salem, de Arthur Miller, oYerma, de Federico García Lorca. Entre los numerosos reconocimientos que recibe destacan el Premio Princesa de Asturias de las Artes, la Medalla de Oro al Mérito en las Bellas Artes, varios Fotograma de Plata, el Premio Butaca, el Premio Ondas, el Premio Valle-Inclán de Teatro y el Premio Nacional de Teatro Pepe Isbert.",
    "coords": "522,950,15",
    "shape": "circle"
  },
  {
    "id": 115,
    "nombre": "Núria Feliu i Mestres",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1941",
    "fechas": "Barcelona 1941 – 2022",
    "alt": "Núria Feliu",
    "descripcion": "Ha sido y será la gran dama de Sants. Cantante y actriz, fue un referente de lanova cançóy pionera en traducir al catalán temas de músicacountryyjazz, acompañada del pianista Tete Montoliu. Desde bien pequeña ya hacía teatro en la Escuela Sant Vicenç de Paül de Hostafrancs, y después en el Quadre Escènic del Orfeó Canigó. Empezó su carrera artística como actriz de teatro hasta que en 1965 debutó como cantante. A lo largo de su trayectoria ha grabado una cincuentena de discos y publicado más de cuatrocientas canciones. Popularizó canciones populares catalanas, boleros y cuplés y acercó eljazzy elcountry.Estuvo toda la vida muy arraigada en el barrio de Sants, hasta el punto de financiar una giganta con su imagen.En reconocimiento a su larga trayectoria recibió diferentes distinciones, como la Cruz de Sant Jordi (1985).",
    "coords": "578,953,16",
    "shape": "circle"
  },
  {
    "id": 116,
    "nombre": "Núria Gispert i Feliu",
    "influencia": ["Activismo", "Cultura", "Urbanismo"],
    "fechaNacimiento": "1936",
    "fechas": "Barcelona 1936 – 2020",
    "alt": "Núria Gispert",
    "descripcion": "Maestra, activista social y una de las primeras concejalas en el Ayuntamiento de Barcelona. Desde su juventud estuvo vinculada al escultismo, la militancia cristiana y el movimiento asociativo de Sant Andreu. Empezó su activismo haciendo de voluntaria en una escuela del barrio de Can Tunis.Militó en el PSUC y en el PSC, y entre 1979 y 1995 fue concejala en el Consistorio barcelonés. Después fue la directora de Cáritas Barcelona y presidenta de Cáritas España. En reconocimiento a su trayectoria social y política en el 2002, recibió la Cruz de Sant Jordi y, en el 2013, la Medalla de Honor del Parlamento. En el 2014 fue la pregonera de las Fiestas de La Mercè.",
    "coords": "1423,757,16",
    "shape": "circle"
  },
  {
    "id": 117,
    "nombre": "Núria Pompeia – Núria Pompeia Vilaplana i Boixons",
    "influencia": ["Literatura", "Derechos"],
    "fechaNacimiento": "1931",
    "fechas": "Barcelona 1931 – 2016",
    "alt": "Núria Pompeia",
    "descripcion": "Fue dibujante, periodista y humorista gráfica. Sus viñetas se publicaron en elDiario de Barcelona,Oriflama,Vindicación FeministaoCharlie Hebdo. Sus dibujos se han caracterizado por mostrar un tono crítico y desconfiando hacia la burguesía y el machismo. Ilustró carteles y revistas de actividades vinculadas al movimiento feminista y, como redactora, hacía crónicas culturales que se publicaban enLa Vanguardia.Nacida en L’Eixample, vivió gran parte de su vida en Sarrià. Su primera obra gráfica,Maternasis, se publicó en 1967, y durante los años setenta publicó sus viñetas enOriflama. Entre otras distinciones, recibió la Medalla de Oro de Barcelona en el 2000 y la Cruz de Sant Jordi de la Generalitat de Catalunya en el 2007.",
    "coords": "830,785,16",
    "shape": "circle"
  },
  {
    "id": 118,
    "nombre": "Palmira Domènech Ayats",
    "influencia": ["Activismo", "Derechos", "Urbanismo"],
    "fechaNacimiento": "1933",
    "fechas": "Vic 1933 – Barcelona 2016",
    "alt": "Palmira Domènech",
    "descripcion": "Activista sociocultural, antifranquista y feminista, fue una de las primeras educadoras sociales de Cataluña. En el tardofranquismo se implicó activamente contra la dictadura, hasta ser responsable del aparato de propaganda del PSUC entre los años 1963 y 1970. Posteriormente, destacó por su activismo en El Prat de Llobregat, donde, desde 1969 hasta 1977, fue asistente social del Centro de Esparcimiento de la Cooperativa Obrera de Viviendas, conocido como La Cope. En los últimos años de su vida todavía se mantuvo activa socialmente como miembro de la Lliga per la Laïcitat, de la Asociación Cataluña-Líbano y de los yayoflautas de Barcelona. En el 2019 se inauguró el Centro Cívico Palmira Domènech, conocido como La Palmira, próximo a la estación de metro El Prat.",
    "coords": "272,1109,20",
    "shape": "circle"
  },
  {
    "id": 119,
    "nombre": "Pati Núñez",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1959",
    "fechas": "Figueres 1959",
    "alt": "Pati Núñez",
    "descripcion": "Diseñadora gráfica y directora de arte. Es la primera mujer galardonada en los Premios Nacionales de Diseño, en la edición del 2007.Estudió diseño gráfico en la escuela EINA. En 1995 abrió un estudio en el barrio de Gràcia, desde donde desarrolla proyectos de imagen corporativa, producto y comunicación para importantes empresas. En el 2013, la publicación especializadaRevista Gràfficala reconoce como una de las diez directoras de arte más destacadas de España. Entre las distinciones en reconocimiento a su trayectoria destaca el Premio Nacional de Cultura (2006) de la Generalitat de Catalunya.",
    "coords": "1193,909,19",
    "shape": "circle"
  },
  {
    "id": 120,
    "nombre": "Pepita Casanellas – Maria Josepa Casanellas i Escofet",
    "influencia": ["Activismo", "Cultura", "Urbanismo"],
    "fechaNacimiento": "1922",
    "fechas": "Moja 1922 – Barcelona 2007",
    "alt": "Pepita Casanellas",
    "descripcion": "Pedagoga y activista, fue docente en Can Tunis y el Polvorí, donde impulsó la cohesión social. En 1935, la rectoría de la parroquia de Nostra Senyora del Port la convocó para hacer de maestra en la escuela parroquial, en el barrio de Port, actual Zona Franca. Posteriormente, como docente de los niños y niñas de las barracas de Can Tunis y el Polvorí, introdujo aprendizajes que trascendían los contenidos de los temarios, teatro, música, entre otras áreas de conocimiento vivencial. Dinamizó el barrio y desarrolló tareas de integración y cohesión social. También entró en contacto con el Movimiento de Renovación Pedagógica y se adhirió al Colectivo de Escuelas por la Escuela Pública Catalana. Por su vocación educativa y pedagógica, el Ayuntamiento de Barcelona le otorgó la Medalla de Honor de la ciudad en el 2006.",
    "coords": "548,1130,18",
    "shape": "circle"
  },
  {
    "id": 121,
    "nombre": "Pilar Aymerich Puig",
    "influencia": ["Activismo", "Literatura"],
    "fechaNacimiento": "1943",
    "fechas": "Barcelona 1943",
    "alt": "Pilar Aymerich",
    "descripcion": "Fotógrafa especialista en retrato y en el reportaje a pie de calle. Sus instantáneas muestran la realidad social y política del tardofranquismo y documentan las protestas ciudadanas de la Transición. Publicó sus reportajes enSerra d’Or,Destino,El PaísyFotogramas, entre otros, y colaboró en diferentes programas de televisión.Antes de interesarse por la fotografía, estudió dirección teatral en la Escuela Dramática Adrià Gual y amplió su formación en Londres. En la capital británica es donde se inició en el mundo de la fotografía.El Museo de Historia de Cataluña le dedicó varias exposiciones, como “1975-1979. Memoria de un tiempo” (2004) o “Resistentes. La cultura como defensa” (2008). Ha recibido numerosas distinciones como la Cruz de Sant Jordi (2005), el Premio Margarita Rivière del Colegio de Periodistas y el Premio Nacional de Fotografía (2021).",
    "coords": "1566,837,19",
    "shape": "circle"
  },
  {
    "id": 122,
    "nombre": "Purificación Fernández García",
    "influencia": ["Activismo", "Derechos", "Urbanismo"],
    "fechaNacimiento": "1921",
    "fechas": "Cambil (Jaén), 1921-L’Hospitalet de Llobregat, 1997",
    "alt": "Purificación Fernández",
    "descripcion": "Sindicalista, activista vecinal y feminista, en 1966 creó la Cooperativa de Viviendas de la Bomba, para reivindicar una vivienda digna en Bellvitge. Unos años antes, en 1948, Fernández y su familia se instalaron en el asentamiento de barracas que había en la Bomba, llegados de Jaén. Posteriormente, empezó su lucha antifranquista, militó en el PSUC y participó en la fundación de Comisiones Obreras de Cataluña en 1964. El mismo año impulsó el Movimiento de Mujeres Democráticas. Cuatro años más tarde, en 1968, fue detenida en la celebración del Primero de Mayo y pasó tres meses en la prisión de mujeres de la Trinitat Nova.",
    "coords": "409,1054,17",
    "shape": "circle"
  },
  {
    "id": 123,
    "nombre": "Ramona Fossas i Puig",
    "influencia": ["Activismo", "Cultura", "Derechos", "Urbanismo"],
    "fechaNacimiento": "1926",
    "fechas": "Barcelona 1926 – 2003",
    "alt": "Ramona Fossas",
    "descripcion": "Activista y feminista, es un referente de las luchas vecinales del Guinardó para dignificar el barrio. Colaboró incansablemente en iniciativas para promover la emancipación de las mujeres y por el acceso universal a la educación. Estuvo vinculada con el Centro de Cultura Popular Montserrat y con la Escuela de Adultos. También fue reconocida por impulsar cambios en el nomenclátor. Hoy, en recuerdo de sus aportaciones al barrio, da nombre a una plaza entre las calles de Teodor Llorente, Escornalbou, Renaixença y Villar.",
    "coords": "1164,827,18",
    "shape": "circle"
  },
  {
    "id": 124,
    "nombre": "Ramona Via i Pros",
    "influencia": ["Salud", "Literatura"],
    "fechaNacimiento": "1922",
    "fechas": "Vilafranca del Penedès 1922 – Girona 1992",
    "alt": "Ramona Via",
    "descripcion": "Enfermera y comadrona. Con 14 años empezó a escribir un diario donde explicaba sus experiencias como enfermera durante la guerra y la posguerra. El diario se publicó años más tarde, en 1966, con el títuloNit de Reis: Diari d’una infermera de 14 anys.Vivió gran parte de su vida en El Prat de Llobregat, donde trabajó como comadrona durante treinta años. En los setenta publicó el dietarioCom neixen els catalans, donde contaba su experiencia desde que asistió su primer parto en 1945 hasta 1972. Como escritora colaboró con publicaciones comoVida Nova,Serra d’Or,En PatufetyCavall Fort, entre otros.Hoy el centro de atención primaria ubicado cerca de la estación de Les Moreres lleva su nombre.",
    "coords": "312,1160,17",
    "shape": "circle"
  },
  {
    "id": 125,
    "nombre": "Raquel Meller – Francisca Marqués López",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1888",
    "fechas": "Tarazona (Zaragoza), 1888-Barcelona, 1962",
    "alt": "Raquel Meller",
    "descripcion": "Cantante, cupletista y actriz. Popularizó canciones comoLa VioleterayEl Relicario. Debutó en el Teatre Arnau en 1911 y en los años veinte ya actuaba en escenarios de renombre de París, Nueva York o Los Ángeles. También protagonizó películas de cine mudo comoVioletas imperiales(1923) oCarmen(1926). Durante los años treinta vivió en Francia, donde era una artista muy reconocida. Más tarde, acabada la Guerra Civil, regresó a Barcelona, donde reestrenó la obra deLa Violetera.La parada de metro de Hostafrancs se encuentra cerca de la avenida de los teatros de Barcelona, la avenida del Paral·lel.",
    "coords": "628,1013,17",
    "shape": "circle"
  },
  {
    "id": 126,
    "nombre": "Remei Sipi Mayo",
    "influencia": ["Activismo", "Literatura", "Derechos"],
    "fechaNacimiento": "1952",
    "fechas": "Rebola (Guinea Ecuatorial), 1952",
    "alt": "Remei Sipi",
    "descripcion": "Escritora, editora y activista. Es especialista en inmigración y género y ha trabajado en defensa de los derechos de las mujeres, las minorías étnicas y los migrantes.En los años sesenta llegó a España para continuar con sus estudios y se instaló en Barcelona, donde estudió Educación Infantil y se especializó en Género y Desarrollo en la Universidad Autónoma de Barcelona.Desde los años ochenta ha liderado diferentes movimientos asociativos y ha sido miembro de entidades como E’Waiso Ipola o la Red de Mujeres Inmigrantes en Cataluña.En 1995 creó la Editorial Mey, un referente para la literatura ecuatoguineana. Actualmente es secretaria de la asociación E’Waiso Ipola y promotora de la federación de asociaciones de mujeres africanas de España.Los Encants han sido uno de los emplazamientos de encuentro y reivindicación referentes en la ciudad para el colectivo migrante subsahariano.",
    "coords": "1178,1012,20",
    "shape": "circle"
  },
  {
    "id": 127,
    "nombre": "Rosa Maria Boldú Menasanch",
    "influencia": ["Activismo", "Cultura"],
    "fechaNacimiento": "1946",
    "fechas": "Barcelona, 1946",
    "alt": "Rosa Maria Boldú",
    "descripcion": "Docente y activista por los derechos de las personas sordas. Destaca por su investigación lingüística sobre la lengua de signos catalana y por la fundación del Centro de Enseñanza de Lengua de Signos Catalana (LLESIG). Está muy vinculada al movimiento asociativo y a entidades como la Federación de Personas Sordas de Cataluña (FESOCA) y la Asociación de Personas Sordas de Sabadell. En el 2022, en reconocimiento de su labor, recibió el Premio de Fomento de la Lengua de Signos Catalana de la Generalitat de Catalunya.La sede de FESOCA se encuentra en el barrio de la Verneda i la Pau.",
    "coords": "1389,1024,19",
    "shape": "circle"
  },
  {
    "id": 128,
    "nombre": "Rosa Maria Calaf Solé",
    "influencia": ["Literatura"],
    "fechaNacimiento": "1945",
    "fechas": "Barcelona, 1945",
    "alt": "Rosa Maria Calaf",
    "descripcion": "Periodista y corresponsal internacional. Es una de las corresponsales más veteranas de la televisión, donde ha trabajado durante 37 años, y ha viajado por más de ciento sesenta países.Licenciada en Derecho por la Universidad de Barcelona y en Periodismo por la Universidad Autónoma de Barcelona, en los años setenta empezó a trabajar en los estudios de Miramar, de Radio Televisión Española (RTVE).En el año 1983 pidió una excedencia a RTVE para formar parte del equipo fundador de TV3, donde fue la directora de programación. Cuando se reincorporó a RTVE, en 1984, asumió el primer encargo como corresponsal en Nueva York. Posteriormente, encadenó corresponsalías en Moscú, Buenos Aires, Roma, Viena, Hong Kong y, finalmente, Pekín. Los últimos reportajes como corresponsal los firmó desde Filipinas.Ha recibido numerosas distinciones, como el Premio Ondas a la mejor tarea profesional en el 2001, el Premio José Couso de Libertad de Prensa o el Premio a la Trayectoria Periodística entregado en el 2016 por la Asociación de Mujeres Periodistas de Cataluña. En el 2008 fue investida doctorahonoris causapor la Universidad Rovira i Virgili, de Tarragona.",
    "coords": "248,793,18",
    "shape": "circle"
  },
  {
    "id": 129,
    "nombre": "Rosa Maria Sardà i Tàmaro",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1941",
    "fechas": "Barcelona, 1941-2020",
    "alt": "Rosa Maria Sardà",
    "descripcion": "La Sardà fue una de las actrices fundamentales de la escena y la pantalla del país. Actriz de teatro, presentadora y directora teatral, era muy versátil en todos los registros. Era capaz de hacer reír sin descanso o llorar a lágrima viva. Entrañable, tierna, ácida y antipática... Ganó dos premios Goya como mejor actriz de reparto por¿Por qué lo llaman amor cuando quieren decir sexo?(1994) ySinvergüenza(2002). También recibió la Medalla de Oro de la Academia del Cine Español en el 2010, el Premio Feroz de Honor en el 2016 por su trayectoria y el Premio Gaudí de Honor.Sus inicios en la interpretación fueron en el teatroamateurdel barrio de Horta. Profesionalmente debutó en 1962 con la obraCena de matrimoniosen el Teatro Guimerà y empezó a explorar su talante cómico con la Compañía Catalana de Vodevil, fundada por Elena Jordi en 1914. Representó obras dirigidas por Josep Maria Benet i Jornet y Lluís Pascual, entre otros. En el cine, rodó más de cincuenta películas y trabajó con Ventura Pons, Luís García Berlanga, Icíar Bollaín o Pedro Almodóvar.",
    "coords": "1064,566,20",
    "shape": "circle"
  },
  {
    "id": 130,
    "nombre": "Rosa Ramon Soler",
    "influencia": ["Salud"],
    "fechaNacimiento": "1946",
    "fechas": "Barcelona, 1946",
    "alt": "Rosa Ramon",
    "descripcion": "Médica intensivista y anestesióloga, ha sido la primera directora médica del Hospital Universitario de Bellvitge. Estableció su vínculo profesional con el hospital en el año 1978, cuando empezó a trabajar como anestesióloga y médica intensivista. En una etapa inicial ejerció como anestesióloga y médica intensivista. Coimpulsó la creación de una unidad de reanimación posquirúrgica, un servicio puntero que se puso en marcha en el año 1986. A continuación, se doctoró y obtuvo el cargo de jefa de sección. En 1991 recibió la propuesta para entrar en el equipo directivo, que aceptó, y se formó con el Máster en Economía de la Salud y Gestión Sanitaria. Además de dirigir el hospital barcelonés, también ha ocupado cargos notables, como la gerencia del Hospital Universitario Joan XXIII de Tarragona.",
    "coords": "359,1068,16",
    "shape": "circle"
  },
  {
    "id": 131,
    "nombre": "Rosa Regàs i Pagès",
    "influencia": ["Literatura"],
    "fechaNacimiento": "1933",
    "fechas": "Barcelona, 1933",
    "alt": "Rosa Regàs",
    "descripcion": "Escritora y traductora, fundó las editoriales La Gaya Ciencia y Ediciones Bausán, y ha sido directora general de la Biblioteca Nacional de España. Vivió su primera infancia en Francia a causa del exilio familiar durante la Guerra Civil Española. Volvió a Barcelona y estudió interna en un colegio de monjas dominicas en el barrio de Horta. Se tituló en Filosofía y Letras en la Universidad de Barcelona y en 1964 empezó a trabajar para el sector editorial. Cinco años más tarde fundó las editoriales La Gaya Ciencia, centrada en arquitectura, poesía, literatura y política, y Ediciones Bausán, especializada en literatura infantil. En 1983 empezó a trabajar como traductora para la ONU y se trasladó a Ginebra, ciudad que da nombre a su primer libro, que publicó en 1987. Cuatro años más tarde publicóMemorias de Almantor, su primera novela, que trata el recorrido de la mujer hacia la madurez. Autora prolífica, escribióAzul, Premio Nadal 1994, yLa canción de Dorotea, Premio Planeta 2001. Fue traductora en la ONU (1983-1994) y directora general de la Biblioteca Nacional de España (2003-2007). Recibió la Cruz de Sant Jordi de la Generalitat de Catalunya (2005).",
    "coords": "1171,665,18",
    "shape": "circle"
  },
  {
    "id": 132,
    "nombre": "Rosa Sensat i Vilà",
    "influencia": ["Activismo", "Cultura", "Urbanismo"],
    "fechaNacimiento": "1873",
    "fechas": "El Masnou, 1873-Barcelona, 1961",
    "alt": "Rosa Sensat",
    "descripcion": "Maestra y pedagoga, fue referente de la renovación pedagógica en Cataluña durante el primer tercio del siglo XX. Gracias a ella, durante la II República surgió una generación de maestros que siguieron el camino que Sensat abrió hacia nuevas líneas pedagógicas.Terminó sus estudios de Educación en Madrid, donde estuvo en contacto con la Institución Libre de Enseñanza. Allí creció su interés por conocer líneas pedagógicas fuera de España. Viajó por Bélgica, Suiza y Alemania para ampliar sus estudios y conocimientos.Cuando volvió a Barcelona, en 1914, impulsó la creación de la Escuela del Bosque, en Montjuïc, para educar a los niños en plena naturaleza. Todas las clases se daban en el exterior. Durante dos décadas aplicó métodos innovadores de enseñanza. También trabajó en el Instituto de Cultura y Biblioteca Popular de la Mujer, institución creada en 1909 por Francesca Bonnemaison.Durante la II República, dirigió el grupo escolar Milà i Fontanals hasta que, con el triunfo del franquismo, fue depurada y apartada de la actividad docente.En 1965 se creó la Asociación de Maestros Rosa Sensat como movimiento de renovación pedagógica que más tarde pasaría a ser una entidad de maestros al frente de la que estuvo la pedagoga Marta Mata.La montaña de Montjuïc, donde se abrió la Escuela del Bosque, está al lado de la parada L10 Sud de Foc.",
    "coords": "546,1168,19",
    "shape": "circle"
  },
  {
    "id": 133,
    "nombre": "Roser Capdevila i Valls",
    "influencia": ["Cultura", "Literatura"],
    "fechaNacimiento": "1939",
    "fechas": "Barcelona, 1939",
    "alt": "Roser Capdevila",
    "descripcion": "Anna, Teresa y Helena, tres hermanas vestidas de verde, azul y rosa que viven aventuras y hacen enfadar a la Bruja Aburrida, han marcado a más de una generación de niños y niñas. Su creadora es una ilustradora y escritora reconocida internacionalmente por su trayectoria en la literatura infantil y juvenil. Después de estudiar Bellas Artes en la Escuela Massana de Barcelona, se inició profesionalmente como artista multidisciplinar, y en la década de los ochenta orientó su carrera hacia la publicación de literatura infantil y juvenil. En 1990, en colaboración con la productora Cromosoma, nacieronLas tres mellizas. La obra basada en las emblemáticas mellizas se ha emitido en más de ciento cincuenta países. Es un producto audiovisual que da visibilidad a las niñas como protagonistas de historias, decididas, valientes y dispuestas a superar todos los retos que se proponen. Entre los numerosos reconocimientos que ha recibido destaca la Medalla de Honor del Parlamento de Cataluña. La parada Vallcarca está cerca del paseo de la Mare de Déu del Coll, 40, donde estaban los estudios Balet y Blay, y en los que se produjo la primera película de dibujos animados en color de toda Europa:Garbancito de la Mancha.",
    "coords": "968,716,17",
    "shape": "circle"
  },
  {
    "id": 134,
    "nombre": "Ruth von Wild",
    "influencia": ["Activismo", "Salud", "Cultura"],
    "fechaNacimiento": "1912",
    "fechas": "Barcelona, 1912-Thun (Suiza), 1983",
    "alt": "Ruth von Wild",
    "descripcion": "Maestra y activista antifascista, durante la Guerra Civil organizó y acompañó a centenares de niños a Francia.Hija de una familia suiza afincada en el barrio del Putxet, ejerció como maestra en la Escuela Suiza de Barcelona. Cuando la escuela cerró se marchó a Inglaterra. En 1938 volvió a Barcelona para colaborar con el Comité Suizo de Ayuda a los Niños de España. Después de la Guerra Civil, en el municipio francés de Sigean dirigió la colonia de niños refugiados Chateau du Lac y otra en Pringy, cerca de la frontera con Suiza. Durante la II Guerra Mundial arriesgó su vida para esconder y cuidar a niños judíos.",
    "coords": "1562,980,17",
    "shape": "circle"
  },
  {
    "id": 135,
    "nombre": "Ryma Sheermohammadi",
    "influencia": ["Activismo", "Cultura", "Literatura", "Derechos"],
    "fechaNacimiento": "1971",
    "fechas": "Arabia Saudí, 1971",
    "alt": "Ryma Sheermohammadi",
    "descripcion": "Es un altavoz de las mujeres iraníes silenciadas y de las protestas por el asesinato de Masha Amini por el régimen de los ayatolás. Traductora, intérprete y divulgadora cultural iraní, ha traducido la obra de la poeta persa represaliada, y actualmente encarcelada, Mahvash Sabet. También ha traducido una selección de poemas de Abbas Kiarostami.Desde hace años vive en Barcelona. Además de su trabajo como traductora, ha sido intérprete en las Naciones Unidas y dinamizadora en las prisiones de Wad-Ras y Quatre Camins. También es conferenciante y colabora en prensa y televisión como experta en la situación de la mujer en Irán.Los entornos de la parada del metro Sant Pau-Dos de Maig forman parte de su paisaje vital.",
    "coords": "1139,910,19",
    "shape": "circle"
  },
  {
    "id": 136,
    "nombre": "Silvia Albert Sopale",
    "influencia": ["Activismo", "Cultura", "Derechos"],
    "fechaNacimiento": "1976",
    "fechas": "San Sebastián, 1976",
    "alt": "Silvia Albert Sopale",
    "descripcion": "Activista antirracista y feminista, actriz, guionista y directora de teatro. La obra que dirige con Carolina Torres,No es país para negras, se ha representado por todo el Estado. El espectáculo explica qué implica ser mujer y afrodescendiente en EspañaGraduada en la Escuela Superior de Arte Dramático de Murcia, reside y trabaja en Barcelona. Como actriz denuncia el hecho ser escogida para interpretar solo papeles de prostituta, delincuente o mujer de la limpieza. Como directora de teatro, es responsable de espectáculos comoBlackface y otras vergüenzasoParad de pararme.Fruto de la disconformidad por el tratamiento de las personas afrodescendientes en el escenario y en la pantalla, ha fundado el Colectivo Tinta Negra y ha cocreado el espacio cultural Cooperativa Periferia Cimarronas, situado cerca de la plaza del Centre.",
    "coords": "696,895,17",
    "shape": "circle"
  },
  {
    "id": 137,
    "nombre": "Silvia Reyes",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1949",
    "fechas": "Las Palmas de Gran Canaria, 1949",
    "alt": "Silvia Reyes",
    "descripcion": "Entre 1970 y 1979 cerca de un millar de personas fueron encarceladas por defender los derechos LGTBI, en aplicación de la Ley sobre peligrosidad y rehabilitación social. Entre ellas, Silvia Reyes, una activista implicada en la lucha por los derechos de las personas transgénero, que sufrió la represión y la privación de libertad en una cincuentena de ocasiones, algunas de ellas en la antigua prisión Modelo. Residente en Barcelona desde el año 1973, ha desarrollado su labor en favor del reconocimiento, la visibilidad y la dignificación del colectivo. En 1975, después de estar encerrada casi dos meses en una prisión de Badajoz, regresó a Barcelona, pero por orden judicial la obligaron a salir de Cataluña y a no volver en un mínimo de dos años. Ante el exilio forzado, trabajó en cabarés y espectáculos en Francia, Bélgica y Suiza. El 26 de junio 1977 participó en la primera manifestación del orgullo LGBT del Estado, que recorrió La Rambla de Barcelona y que acabó con cargas policiales. Su lucha por los derechos de las personas transexuales continúa hoy en día, consciente de los avances de las últimas décadas, pero con retos continuos para combatir la discriminación y la desigualdad.",
    "coords": "294,825,17",
    "shape": "circle"
  },
  {
    "id": 138,
    "nombre": "Simone Weil",
    "influencia": ["Activismo", "Cultura"],
    "fechaNacimiento": "1909",
    "fechas": "París, 1909-Ashford (Reino Unido), 1943",
    "alt": "Simone Weil",
    "descripcion": "Filósofa, profesora y pacifista. Cuando estalló la Guerra Civil Española, era profesora de filosofía en un instituto de Bourges. Dejó la docencia y se trasladó en tren a Barcelona para defender el Gobierno de la República. Formó parte de la Columna Durruti para combatir en el frente de Aragón, desde donde escribía un diario personal sobre sus vivencias en la guerra. Después de sufrir un accidente en el frente, regresó a Francia, donde se implicó en la resistencia contra el nazismo.Como filósofa, cultivó un pensamiento místico con un fuerte compromiso social.",
    "coords": "202,1166,17",
    "shape": "circle"
  },
  {
    "id": 139,
    "nombre": "Soledad Gustavo – Teresa Mañé i Miravet",
    "influencia": ["Activismo", "Cultura", "Literatura", "Derechos"],
    "fechaNacimiento": "1865",
    "fechas": "Vilanova i la Geltrú, 1865-Perpiñán, 1939",
    "alt": "Soledad Gustavo",
    "descripcion": "Maestra, periodista, anarquista, feminista y madre de Frederica Montseny. En 1886, con 22 años, fundó la primera escuela laica del Estado en Vilanova i la Geltrú y fue miembro de la Confederación de Maestros de Cataluña.Como periodista y pensadora, firmaba sus escritos como Soledad Gustavo. Destacó por su activismo en las principales luchas de principios del siglo XX. Fue la editora, junto con su marido, Joan Montseny, de la publicación libertariaRevista Blanca(1898-1905/1923-1936). En la publicación colaboraron escritores como Unamuno, Pío Baroja o Francesc Pi i Margall. Mediante las conferencias que impartía y publicaciones comoEl amor libreoLa sociedad futura, fue una firme defensora de una sociedad más igualitaria, de la emancipación de la mujer y del amor libre. También llevó a cabo investigaciones y campañas en favor de la liberación de los encarcelados por el caso de Canvis Nous y en defensa de Francesc Ferrer i Guàrdia.",
    "coords": "1520,732,17",
    "shape": "circle"
  },
  {
    "id": 140,
    "nombre": "Sonia Rescalvo Zafra",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1956",
    "fechas": "Cuenca, 1956-Barcelona, 1991",
    "alt": "Sonia Rescalvo",
    "descripcion": "La madrugada del 6 de octubre de 1991, un grupo de neonazis apalearon a Sonia y Doris Romero mientras dormían en el parque de la Ciutadella. Las dos mujeres transexuales vivían en la calle y se refugiaban en el parque para pasar la noche cuando fueron objeto de una agresión brutal que acabó con la vida de Sonia, mientras que Doris resultó gravemente herida. Su asesinato generó un fuerte debate social sobre la situación de discriminación y violencia que sufrían las personas transexuales. Sonia llegó con 16 años a Barcelona, en el año 1961, y se adentró en el mundo artístico del Paral·lel. En el Teatre Arnau alcanzó mucha fama como vedete, pero, con la crisis de los espectáculos de variedades, se vio obligada a vivir y trabajar en la calle. Su memoria continúa viva en una ciudad que se mantiene en lucha por los derechos de las personas LGTBI. En el 2013, para recordar su historia, se instaló una placa en la glorieta del parque de la Ciutadella donde fue asesinada, y que oficialmente se llama plaza de Sonia Rescalvo Zafra.",
    "coords": "1055,1289,20",
    "shape": "circle"
  },
  {
    "id": 141,
    "nombre": "Tecla Sala Miralpeix",
    "influencia": ["Cultura", "Urbanismo"],
    "fechaNacimiento": "1886",
    "fechas": "Roda de Ter, 1886-Barcelona, 1973",
    "alt": "Tecla Sala",
    "descripcion": "Empresaria y defensora del derecho a la educación, en su fábrica de algodón instaló un servicio de atención a los niños y una biblioteca, donde muchas mujeres trabajadoras aprendieron a leer y escribir. Heredera de un complejo industrial, empezó a dirigirlo en 1910, con solo 22 años, aunque oficialmente el cargo era de su marido —en esa época una mujer no podía dirigir una empresa—. Con una plantilla de 1.200 personas, formada principalmente por mujeres, abogó por mejorar sus condiciones laborales con servicios que favorecieran su educación e hicieran posible la conciliación familiar, en una época en que el cuidado de los niños era responsabilidad exclusiva de las mujeres. La biblioteca, el economato, la enfermería y el espacio de atención a los niños no solo supusieron un avance para las trabajadoras, sino que también significaron un reconocimiento de la tarea de los cuidados y una oportunidad para los niños de crecer en un entorno que no estuviera marcado por la precariedad. En 1926, con la muerte de su marido, asumió oficialmente la dirección de sus empresas, que lideró durante décadas. La parada Torrassa está cerca de la antigua fábrica y actual Centro de Arte Tecla Sala, en la avenida de Josep Tarradellas i Joan, 44, de L’Hospitalet de Llobregat.",
    "coords": "489,921,17",
    "shape": "circle"
  },
  {
    "id": 142,
    "nombre": "Teresa Claramunt Creus",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1862",
    "fechas": "Sabadell, 1862-Barcelona, 1931",
    "alt": "Teresa Claramunt",
    "descripcion": "Tejedora, anarcosindicalista y feminista, luchó toda su vida por la defensa de los derechos de los trabajadores y de las mujeres.En 1884 fundó la Sección Varia de Trabajadoras Anarcocolectivistas de Sabadell y en 1892 creó la Sociedad Autónoma de Mujeres en Barcelona, considerada la primera institución feminista del país.Por su activismo, fue represaliada y detenida con frecuencia. En 1896 fue condenada en el que se conoce como proceso de Montjuïc y fue desterrada a Londres, donde forjó una gran amistad con la anarquista Teresa Mañé. También fue encarcelada por participar en la Semana Trágica de 1909.A principios del siglo XX fundó varias publicaciones, comoEl productor, y en 1905 publicóLa mujer. Consideraciones generales sobre su estado ante las prerrogativas del hombre(1905), donde planteaba la equiparación salarial entre hombres y mujeres.Cerca de la parada Provença hay una calle que lleva su nombre en recuerdo a su memoria.",
    "coords": "521,1038,16",
    "shape": "circle"
  },
  {
    "id": 143,
    "nombre": "Teresa Gimpera Flaquer",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1936",
    "fechas": "Igualada, 1936",
    "alt": "Teresa Gimpera",
    "descripcion": "Rostro icónico del cine y actriz de talento desbordante, una filmografía de 155 títulos afianza su trayectoria. Debutó en el mundo de la publicidad, trabajando como modelo a principios de los años sesenta, y también formó parte del movimiento artístico e intelectual de izquierdas Gauche Divine, que tenía el epicentro de su actividad en la Sala Bocaccio de Barcelona. Se adentró en el mundo del cine a mediados de la década, y desde entonces se convirtió en una presencia constante en revistas, programas de televisión y películas. Trabajó con Víctor Aranda, Pedro Lazaga, Mariano Ozores o Antonio Mercero, pero entre sus filmes predilectos se encuentra la obra maestra de Víctor Erice,El espíritu de la colmena. En 1984 se inició como empresaria y fundó en Barcelona la escuela Gimpera Models, y ha vuelto a la interpretación solo de manera puntual. En el 2017 la Generalitat de Catalunya le otorgó la Cruz de Sant Jordi.",
    "coords": "1380,911,19",
    "shape": "circle"
  },
  {
    "id": 144,
    "nombre": "Teresa Pàmies i Bertran",
    "influencia": ["Activismo", "Literatura"],
    "fechaNacimiento": "1919",
    "fechas": "Balaguer, 1919-Granada, 2012",
    "alt": "Teresa Pàmies",
    "descripcion": "Fue la voz del exilio a través de sus numerosas publicaciones.Escritora, periodista y activista antifascista estuvo exiliada durante más de tres décadas. Escribió novelas, dietarios, ensayos, artículos y reportajes. De muy joven ya manifestaba su compromiso político. Con 16 años fundó la Alianza Nacional de la Mujer Joven y participó en un mitin al lado de Lluís Companys y Frederica Montseny, y en 1937 ingresó en las Juventudes Socialistas Unificadas de Cataluña. Durante la Guerra Civil continuó su militancia dando apoyo en el frente y buscando aliados internacionales en favor de la República.Antes de exiliarse, vivió la salida de los heridos de guerra republicanos del Hospital de Vallcarca antes de la llegada de las tropas franquistas. Este hecho, así como muchos otros vividos durante la guerra y el exilio, los narraría en obras comoQuan érem capitans o Gent del meu exili.Con 20 años se exilió primero a Francia y después a México, donde estudió periodismo. Desde el exilio colaboró con revistas comoSerra d’OryOriflamay escribió obras comoTestament a Praga, por la que ganó el Premio Josep Pla. Su primer retorno a Barcelona fue para recoger este galardón, en 1971.En reconocimiento a su trayectoria recibió diferentes distinciones, como la Medalla de Oro al Mérito Artístico del Ayuntamiento de Barcelona, en 1997, y el Premio de Honor de las Letras Catalanas, en el 2001.",
    "coords": "994,632,18",
    "shape": "circle"
  },
  {
    "id": 145,
    "nombre": "Tomasa Cuevas Gutiérrez",
    "influencia": ["Activismo", "Literatura", "Derechos"],
    "fechaNacimiento": "1917",
    "fechas": "Brihuega (Guadalajara), 1917-Barcelona, 2007",
    "alt": "Tomasa Cuevas",
    "descripcion": "Luchadora antifascista y escritora, se afilió a la Juventud Comunista y al Partido Comunista de España. En 1939 fue condenada a treinta años de prisión, de los que cumplió seis. Después de pasar por varias prisiones, fue liberada y desterrada a Barcelona. Se afilió al Partido Socialista Unificado de Cataluña, y en 1945 fue detenida de nuevo y brutalmente torturada por los hermanos Vicente y Antonio Juan Creix. Ingresó en la prisión de mujeres de Les Corts, donde estuvo recluida hasta 1946, cuando obtuvo la libertad condicional. Continuó en la lucha clandestina y, a partir de 1947, llevó a cabo una larga serie de entrevistas a antiguas compañeras de prisión, que culminarían en varios libros publicados a inicios de los años ochenta. En el 2004 recibió la Cruz de Sant Jordi de la Generalitat de Catalunya en reconocimiento de su trayectoria de lucha antifranquista. En el año 2015, el Centro Cívico de Les Corts pasó a llamarse Tomasa Cuevas en recuerdo de todas las mujeres que, como ella, sufrieron la represión durante el franquismo y lucharon por las libertades.",
    "coords": "693,861,16",
    "shape": "circle"
  },
  {
    "id": 146,
    "nombre": "Trinidad Gallego Prieto",
    "influencia": ["Activismo", "Salud", "Derechos"],
    "fechaNacimiento": "1913",
    "fechas": "Madrid, 1913-Barcelona, 2011",
    "alt": "Trinidad Gallego",
    "descripcion": "Enfermera, comadrona y militante comunista.Como enfermera creó el comité de enfermeras laicas del Hospital San Carlos de Madrid, donde trabajó durante la Guerra Civil. Al acabar el conflicto la detuvieron y condenaron, primero a muerte y después a treinta años por adhesión a la rebelión militar. A pesar de la revisión de su sentencia, en 1941, por la que fue liberada, la detuvieron y encarcelaron varias veces por otros delitos en diferentes centros penitenciarios. En todos los establecimientos penales donde fue recluida, ejerció como enfermera y comadrona y veló por mejorar las condiciones higiénicas y sanitarias que había.Ya en libertad, se estableció en el barrio de Porta, donde ejerció como ayudante de practicante y se sumó a las luchas vecinales para dignificar el barrio. En 1997 cofundó con Josefina Piquet la Asociación Les Dones del 36 con el objetivo de preservar la memoria histórica de las mujeres que vivieron la Guerra Civil Española y la dictadura franquista.",
    "coords": "1418,644,21",
    "shape": "circle"
  },
  {
    "id": 147,
    "nombre": "Valerie Powles",
    "influencia": ["Activismo", "Cultura", "Urbanismo"],
    "fechaNacimiento": "1950",
    "fechas": "Birmingham (Reino Unido), 1950-Barcelona, 2011",
    "alt": "Valerie Powles",
    "descripcion": "Historiadora y activista por la conservación del patrimonio y la memoria, cofundó el Centro de Investigación Histórica del Poble-sec, el barrio donde vivió. Compaginó la docencia con el trabajo reivindicativo, defendiendo la conservación de El Molino cuando el inversor que compró el edificio se deshizo de la decoración modernista diseñada por M. J. Raspall. Se movilizó con el vecindario, consiguieron recuperar parte del patrimonio e iniciaron una intensa campaña para salvar la sala. Posteriormente, se implicó en la preservación del refugio antiaéreo 307, luchando arduamente por conseguir su museización con compromiso institucional. Actualmente, el Refugio 307 forma parte del Museo de Historia de Barcelona (MUHBA), que se puede visitar con guía.",
    "coords": "754,1168,18",
    "shape": "circle"
  },
  {
    "id": 148,
    "nombre": "Vania Arana",
    "influencia": ["Activismo", "Literatura", "Derechos"],
    "fechaNacimiento": "1967",
    "fechas": "Trujillo (Perú), 1967",
    "alt": "Vania Arana",
    "descripcion": "Activista e impulsora de Las Kellys, la asociación que lucha desde el 2014 por dignificar las condiciones laborales de las camareras de hoteles.Formada en estudios literarios y como profesora en el Perú, no pudo convalidar sus estudios cuando llegó a España, en 1992, y trabajó en tareas de cuidados de personas mayores y de limpieza. Más tarde se especializó en la higiene y limpieza de habitaciones de hoteles, donde constató las condiciones precarias en las que vivían sus compañeras. Para mejorar las condiciones laborales fundó Las Kellys, para conseguir el reconocimiento profesional de este sector. En el 2018, el Parlamento de Cataluña aprobó la propuesta del sindicato Las Kellys de Cataluña de crear un sello de trabajo justo y de calidad para garantizar unas condiciones de trabajo dignas. A pesar de su aprobación, esta certificación todavía no se ha implementado.La parada Europa Fira comunica la ciudad con los pabellones de la Fira de Barcelona, grandes superficies comerciales y hoteles que alojan anualmente a miles de turistas.",
    "coords": "485,1101,19",
    "shape": "circle"
  },
  {
    "id": 149,
    "nombre": "Vicki Bernadet i Rius",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1954",
    "fechas": "1954",
    "alt": "Vicki Bernadet",
    "descripcion": "Activista contra el abuso sexual infantil, que ella misma sufrió entre los 5 y los 17 años. Lo verbalizó ya en la edad adulta y se dio cuenta de que uno de los principales problemas que afrontan las víctimas de este tipo de violencia es la falta de aceptación por parte del entorno afectivo. Decidió implicarse en la prevención de la violencia sexual en la infancia en el año 1997, inicialmente constituyendo la entidad FADA, que recibió el nombre de Vicki Bernadet en el 2006. La fundación, además de trabajar en la prevención y sensibilización de los abusos sexuales a menores en el entorno afectivo, da apoyo a los adultos que los han sufrido, con atención especializada de carácter social, psicológico y jurídico. El ámbito territorial de actuación abarca toda Cataluña y Aragón por medio de los recursos disponibles en las sedes de Barcelona y Zaragoza.",
    "coords": "1187,593,20",
    "shape": "circle"
  },
  {
    "id": 150,
    "nombre": "Víctor Català - Caterina Albert Paradís",
    "influencia": ["Cultura", "Literatura"],
    "fechaNacimiento": "1869",
    "fechas": "L’Escala, 1869-1966",
    "alt": "Víctor Català",
    "descripcion": "Escritora y artista multidisciplinar, firmaba sus creaciones con el seudónimo masculino de Víctor Català, nombre del protagonista de una de sus novelas inacabadas.Solitud, publicada en 1905, es una obra primordial del Modernismo. Creció en el seno de una familia de propietarios rurales, y de su abuela heredó la atracción por el mundo literario. En 1898 ganó dos premios en los Juegos Florales de Gerona con el poemaLo llibre nouy el monólogoLa infanticida. La reacción por sorpresa que provocó en el entorno literario de la época que una mujer fuera capaz de escribir un texto de aquella calidad la decepcionó profundamente, y precipitó la elección de un seudónimo masculino que la acompañaría el resto de su carrera como escritora.Lo cant dels mesos,Drames rurals,OmbrívolesoLo llibre blancson algunas de las obras de referencia, junto con la citadaSolitud, que la convirtieron en una de las principales mujeres exponentes de la tradición literaria catalana. También desarrolló cargos en el ámbito cultural, como la presidencia de los Juegos Florales de Barcelona en el año 1917 y la participación como miembro de la Academia de la Lengua Catalana en 1915 y de la Academia de Buenas Letras de Barcelona a partir de 1923. La parada Llucmajor se localiza cerca del instituto de educación secundaria que lleva su nombre.",
    "coords": "1319,736,16",
    "shape": "circle"
  },
  {
    "id": 151,
    "nombre": "Victòria dels Àngels – Victòria dels Àngels López García",
    "influencia": ["Cultura"],
    "fechaNacimiento": "1923",
    "fechas": "Barcelona, 1923-2005",
    "alt": "Victòria dels Àngels",
    "descripcion": "La soprano barcelonesa fue una de las grandes leyendas de la lírica del siglo XX. Aclamada por los mejores teatros de ópera del mundo, fue una de las voces destacadas del Gran Teatre del Liceu. También fue asidua del Metropolitan de Nueva York, la Royal Opera House de Londres, la Opéra National de París, el Teatro Colón de Buenos Aires o la Scala de Milán. Tuvo un papel relevante en la difusión del folclore español con canciones populares barrocas y renacentistas. Su repertorio estaba compuesto por temas en catalán, vasco, gallego, mallorquín y sefardí. Fue reconocida con numerosos premios como la Medalla de Oro de la Generalitat de Catalunya (1982). El 1 de noviembre de este año, coincidiendo con el centenario de su nacimiento, se inaugurará oficialmente el Año Victòria dels Àngels con un acto solemne y un concierto en la Universidad de Barcelona, el lugar que hace cien años la vio nacer. El Palau de la Música, uno de los escenarios donde actuó, está muy cerca de la parada de metro Jaume I.",
    "coords": "948,1236,21",
    "shape": "circle"
  },
  {
    "id": 152,
    "nombre": "Victoria Escrich Vidal",
    "influencia": ["Activismo", "Derechos"],
    "fechaNacimiento": "1952",
    "fechas": "Barcelona, 1952-2015",
    "alt": "Victoria Escrich",
    "descripcion": "Activista antifascista y vecinal, estuvo implicada en la reivindicación ciudadana que reclamaba el derribo de las torres de la antigua prisión de mujeres de la Trinitat Vella, donde ella misma había sido encarcelada. El proceso derivó en la demolición del edificio, en el año 2009, aunque en la actualidad se conservan una parte de sus instalaciones, que acogen a jóvenes en régimen abierto. El centro penitenciario se utilizó durante la dictadura para trasladar a presos políticos, situación que Victoria vivió, pues fue encarcelada “por roja” con solo 17 años. En el año 2002 participó en el congreso Los Campos de Concentración y el Mundo Penitenciario en España durante la Guerra Civil y el Franquismo con la ponencia “Una experiencia inolvidable: El estado de excepción de 1969”, en la que expuso las vivencias de sus compañeras de prisión, mujeres luchadoras que, como ella, combatieron la dictadura franquista.",
    "coords": "1485,699,18",
    "shape": "circle"
  },
  {
    "id": 153,
    "nombre": "Virginia Cierco Aparicio",
    "influencia": ["Cultura", "Urbanismo"],
    "fechaNacimiento": "1977",
    "fechas": "Barcelona 1977",
    "alt": "Virginia Cierco",
    "descripcion": "Bibliotecaria. Es la directora de la Biblioteca Sant Pau-Santa Creu y, anteriormente, dirigió la del Bon Pastor. Destaca por la organización de acontecimientos para favorecer la cohesión social de los barrios. Defiende las bibliotecas como espacios sociales únicos, gratuitos y donde todo el mundo tiene cabida. En la Biblioteca del Bon Pastor tienen en marcha desde hace más de quince años proyectos comunitarios para acercar la biblioteca al barrio y, al mismo tiempo, sacarla a la calle.Estudió Biblioteconomía y Documentación en la Universidad de Barcelona y es experta en mediación cultural. Por su labor de fomento de la integración y la convivencia, recibió la Medalla de Honor de Barcelona en el 2019.",
    "coords": "1451,909,19",
    "shape": "circle"
  }
]
